Repository: wescamp/Imperial_Era-root
Catalog: po/*.po
Languages: ca, fr

source: Wanderers are outcasts from Arendian society, haveing disgrased either themselves or their families. They now seek to regain their honour by wandering the land and killing all who are dishonourable or evil. Often these include other wanderers who have given up on this quest as these men are dead to most Arendians because of their crimes and lack of remorse for them. However, despite this, untill they are considered to have regained their honour they are scorned and mocked by all, never to their faces, for they are famous for their short tempers and deadlyness with any blade, but always behind their backs. Of course, although they, like all Arendians, are obsessed with the honour tat they are trying to regain, this hasn't stopped them from learning a few dirty tricks along the way. Wanderers are adept at knife throwing, and have been known to kill men fifty feet away in one snake like movement and flick of the wrist.
ca: Els caminants són uns marginats dins a societat arendiana, ja que han comés algun acte que els deshonra bé a ells, bé a la seua família, i ara busquen reivindicar la seua deshonra errant per Arendia i matant tots aquells que siguen deshonorables o malvats. Sovint això inclou altres errants que han abandonat aquesta missió ja que aquestos hòmens són rebutjats per tots els arendians pel seus crims i la falta de remordiments. Tanmateix, fins que no recuperen el seu honor, són menyspreats i ridiculitzats per tots, encara que no mai a la seua cara, ja que el seu temperament i la seua habilitat amb qualsevol arma són reconegudes. Per suposat, encara que, com tots els arendians, estan obsessionats amb l'idea d'honor, això no ha impedit que hagen aprés alguns truquets pel camí, com ara el llançament de ganivets, amb el qual es diu que alguns han arribat a matar un home a 50 passos de distància amb un moviment serpentí.
fr: Les errants sont des parias de la société arendienne, car ils se sont déshonorés ou ont déshonoré leur famille. Ils cherchent à regagner cet honneur en vagabondant à travers le pays et en tuant ceux qui sont sans dignité ou qui sont maléfiques. Cela inclut souvent d'autres errants qui ont abandonné cette quête et qui sont considérés comme morts par la plupart, à cause de leurs crimes et leur absence de remords. Tant qu'un errant n'a pas regagné l'estime de tous, il subit moqueries et vexations... toujours de dos cependant, car ils sont connus pour leur mauvais caractère et leur lame fatale. Même obnubilés, comme tous les arendiens, par cette vertu qu'ils essayent de regagner, ils ont pu apprendre quelques sales petits trucs. Ils aiment le lancer de couteau et se sont réputés pouvoir tuer un homme distant de quinze pieds par un vif petit mouvement furtif du poignet.

source: Warlock
ca: Bruixot
fr: Sorcier

source: Warlord
ca: Senyor de la guerra
fr: Seigneur de guerre

source: Warrior
ca: Guerrer
fr: Guerrier

source: After the rise of the Lavinians the clans on the southern edges of the plains of Arendia had a problem. Most of their fighters used swords or arrows to fight, as had been their tradition for centuries, however these Lavinians all wore metal armour. Wearing metal as armour was not an unknown concept for the arendians, but it was only worn by their close combat fighters, and their best archers, but it never covered their whole body because they simply did not have enough, and it got in the way when fighting because it was so heavy. And so, to adapt to this new threat, these clans started to train their fighters to use maces instead of swords, because although maces didn't pierce the armour, it could crush or crumple it, wounding the wearer.
ca: Amb el creixement dels lavinians, els clans dels extrems meridionals d'Arèndia van trobar-se amb un greu problema entre mans: la majoria dels seus lluitadors emprava espases o arcs per lluitar, com havia estat el seu costum des de feia segles, però tots els lavinians portaven armadura de metal. El fet de portar armadura de metal no era desconegut als arendians, però només els millors lluitadors i els millors arquers en portaven, però no mai cobria tot el seu cos, ja que no en tenien prou i resultava molesta alhora de lluitar pel seu pes. Així que per fer front a aquest nou perill, aquestos clans van començar a entrenar els seus lluitadors amb maces en lloc d'espases, perquè les maces, encara que no perforaren l'armadura, podrien fer l'usuari.
fr: Après la montée en puissance des laviniens, les clans des pointes sud d'Arendia furent confrontées à un problème. La plupart de leurs guerriers utilisent des épées ou des flèches, comme le voulait leur tradition centenaire... mais les laviniens portaient des armures de fer. Ce n'était pas quelque chose d'inconnu, mais seuls leurs meilleurs archers et les combattants au corps à corps en portaient ; et encore, ils ne protégeaient pas tout leur corps car cela pesait lourd... et ils n'avaient pas assez de métal. Contraint à s'adapter, les clans ont commencé à entraîner leurs guerriers à manier la masse : mêmes si elles ne pouvaient percer les armures, elles pouvaient les frapper et les écraser, blessant ainsi leur porteur.

source: mace
fr: masse

source: Dragonguard
ca: Guàrdia del drac
fr: Garde dragon

source: It is not clear why the Dragonguards are called what they are, a name given by their dwarven brethren. Some speculate that the name comes from their weapon of choice, these strange staves that belch fire and death. Others have surmised that it is because such weapons would be a threat against even a true Dragon, should such a thing be seen again in the known world. Whatever the case, it is for these weapons that the guardians of the great Cavernei citadels are both renowned and feared; weapons that have broken the mightiest of warriors in a single blow.
ca: No està clar per quin motiu s'anomena així a la Guàrdia del drac, un nom donat pels seus germans nans. Alguns especulen que el seu orígen és la seva arma preferida, un estrany bastó que llança foc i mort. Altres han arribat a la conclusió que aquestes armes serien una amenaça fins i tot contra els autèntics dracs, si se'n tornerssin a veure volant sobre la terra. Sigui quin sigui el cas, és per aquestes armes que els guardians de les grans ciutadelles dels cavernei són conegudes i temudes. Armes que han vençut als guerrers més poderosos d'un sol cop.
fr: Personne ne sait vraiment d'où vient le mot « garde dragon », d'abord utilisé par leurs semblables, les nains. Certains pensent qu'il provient de leur arme de prédilection, une espèce de bâton qui crache le feu et la mort ; d'autres ont supposé que de telles armes pourraient blesser un vrai dragon, si jamais on devait en revoir un de par le monde. Quoi qu'il en soit, ces unités, qui gardent les formidables citadelles des caverneis, sont connues et redoutées pour leurs armes qui ont déjà pulvérisé en un seul coup les plus puissants des guerriers.

source: dagger
fr: dague

source: dragonstaff
fr: bâton du dragon

source: Eagle Master
ca: Mestre d'àguiles
fr: Maître des aigles

source: Eagle Masters have long experience flying the Eagles, which have become an extension of themselves. This special relationship makes the heart of the earth-bound tremble, for these mighty pairs may strike from anywhere.
ca: Els mestres d'àguiles tenen una llarga experiència volant amb aquestes criatures, fins al punt que s'han convertit en una extensió d'ells mateixos. Aquesta relació tan especial espanta a qualsevol ésser terrestre, ja que aquesta poderosa parella pot atacar des de pràcticament qualsevol lloc.
fr: Les maîtres des aigles ont tellement l'habitude de voler avec leurs montures que ces oiseaux sont devenus une extension d'eux-mêmes. Cette relation spéciale fait trembler le cœur des terriens, car ces puissantes créatures peuvent surgir de nulle part à tout moment.

source: claws
fr: griffes

source: Eagle Rider
ca: Genet d'àguila
fr: Monteur d'aigle

source: Only a few are able to bond with the mighty Eagles. Those who do may become Eagle Riders, and discover the world of the skies upon the backs of these flying beasts.
ca: Només uns pocs éssers vius establir vincles d'amistat amb les poderoses àguiles. Aquells que ho poden fer, esdevenen genets d'àguiles i descobreixen un nou món al cel.
fr: Seuls quelques élus peuvent tisser un lien d'amitié avec les puissants aigles. Ceux qui réussissent deviennent des monteurs d'aigles et découvrent le monde des cieux sur le dos de ces créatures volantes.

source: Fighter
ca: Lluitador
fr: Combattant

source: Cavernei Fighters wield mighty battle axes and hammers, which make them feared opponents in close range combat. They are excellent in mountainous terrain or underground. Though not swift, their power and endurance more than compensate.
ca: Els lluitadors dels cavernei són uns formidables enemics que empunyen imponents destrals i martells, que els fan uns enemics temibles, particularment en terrenys muntanyosos o sota terra. Són lents, això sí, però la seva força i resistència ho compensa amb escreix.
fr: Les combattants caverneis manient de puissants marteaux et haches de guerre qui font d'eux de redoutables adversaires en corps à corps. Ils sont excellents dans les montagnes ou sous terre. Leur lenteur est largement compensée par leur force et leur endurance.

source: axe
fr: hache

source: hammer
fr: marteau

source: Guardsman
ca: Guàrdia
fr: Garde

source: The most resilient dwarves sometimes join the Cavernei army as Guardsmen. Slow and without a strong attack, they guard the Army's flank, soaking up a lot of damage, and hurling heavy spears for defense. Special Notes:
ca: Els nans més resistents sovint s'uneixen a l'exèrcit dels cavernei com a guàrdies. Encara que no tenen un fort atac, guarden els flancs de l'exèrcit, absorbint quantitats enormes de dany i empunyant unes pesades llances amb les quals es defenen. Notes especials:
fr: Les caverneis les plus robustes servent parfois comme gardes dans l'armée. Lents et sans attaque puissante, ils protègent les flancs d'abord en absorbant les dégâts puis en projetant leurs lourdes lances sur leurs ennemis. Remarque :

source: spear
fr: lance

source: javelin
fr: javelot

source: Lord
ca: Senyor
fr: Seigneur

source: Clad in shining armor, these dwarves look like kings from under the mountains. They wield axe and hammer with masterful skill, and can hit a target with a thrown hand axe at several paces. Though slow on their feet, these dwarves are a testament to the prowess of their kin.
ca: Protegits amb unes lluentes armadures, aquests nans semblen autèntics reis de sota de les muntanyes. Empunyen l'atxa i el martell com mestres, i poden colpejar un objectiu des de la distància amb les seues destrals llancívoles. Tot i que són lents a l'hora de marxar, aquests nans són tot un exemple del valor dels de la seva raça.
fr: Revêtus d'une armure étincelante, ces nains ressemblent aux rois au-dessous des montagnes. Ils manient la hache et le marteau avec une grande habileté et peuvent atteindre une cible à la hachette à plusieurs pas. Même s'ils sont lents, ces nains prouvent le talent de leurs semblables.

source: battle axe
fr: hache de bataille

source: hatchet
fr: hachette

source: Runemaster
ca: Mestre rúnic
fr: Maître des runes

source: Cavernei magic, inasmuch as is known, most often manifests itself by the inscription of runes in the surface of an object, which by their mere presence somehow imbue it with power. Though rarely seen in combat, a master of these runes can put them to terrifying use.
ca: La màgia cavernei, pel que se sap, habitualment es manifesta sota la forma d'unes runes inscrites sobre la superfície d'un objecte, el qual, amb la seua mera presència, rep el seu poder. Encara que no solen ser vists en combat, un mestre rúnic pot emprar-les amb resultats temibles.
fr: La magie des caverneis, ou ce qu'on en connaît, se manifeste souvent sous forme de runes inscrites à la surface d'un objet, qu'elles imprègnent de puissance par leur seule présence. Un maître des runes, même si on en a rarement vu un en combat, peut en faire des utilisations terrifiantes.

source: runic hammer
fr: marteau runique

source: Lightning bolt
fr: éclair

source: Sentinel
ca: Sentinella
fr: Sentinelle

source: The Sentinel, with his tower shield and great courage, refuses to yield under even the strongest of enemy attacks. Special Notes:
ca: El sentinella, amb el seu escut de cos complet i un gran coratge, rebutja rendir-se fins i tot sota els atacs més forts. Notes especials:
fr: La sentinelle, avec son pavois et son grand courage, refuse de se rendre même face à l'attaque ennemie la plus puissante. Remarque :

source: Stalwart
ca: Defensor
fr: Nain indéfectible

source: Stalwarts, after years in battle, have fashioned new shields and strong armor from the ruins of their enemies. While slow, they are feared for their resilience and strength. Special Notes:
ca: Els defensors, després d'anys de batalla, han aconseguit, d'entre els cossos dels seus enemics, uns nous escuts i una armadura més resistent. Encara que són lents, se'ls tem per la seua força i resistència. Notes especials:
fr: Les nains indéfectibles, après des années de combat, ont conçu de nouveaux boucliers et de solides armures avec ce qu'ils ont pris à leurs ennemis. Malgré leur lenteur, ils sont craints pour leur résistance et leur force. Remarque :

source: Steelclad
ca: Guàrdia d'acer
fr: Cuirassier

source: The more experienced Cavernei Steelclad fighters wear heavy chain mail and plate armor, for which they are rightly famous.
ca: Els guerrers cavernei més veterans usen cotes de malla i armadures de plaques. Aquests guerrers són coneguts sota el nom de guàrdies d'acer.
fr: Les cuirassiers caverneis expérimentés portent de lourdes cottes de mailles et des armures de plaques qui ont fait, à juste titre, leur renommée.

source: Thunderer
ca: Arcabusser
fr: Foudroyeur

source: When the Marauders first encountered the dwarves, they were mystified by the power of the Cavernei Thunderers, who were able to hurl death from afar through the apparatus of these strange ... 'wands' they carried into battle.
ca: Quan els marauders van trobar-se per primera vegada amb els nans, es van quedar molt impressionats amb el poder dels arcabussers dels cavernei, capaços de disparar mort a través dels mecanismes d'aquests estranys... 'bastons' que portaven en batalla.
fr: Les premiers maraudeurs à rencontrer les nains ont été sidérés par la puissance des foudroyeurs caverneis, capables de tuer brutalement, à très longue distance, avec les étranges... « bâtons » qu'ils utilisaient au combat.

source: thunderstick
fr: bâton de tonnerre

source: Thunderguard
ca: Guàrdia del tro
fr: Garde foudroyeur

source: The Cavernei Thunderguards are famed for their curious weaponry, these strange staves of wood and iron that make a thunderous noise in their anger. The machinations behind this weaponry are a mystery, a secret taken to the grave by the dwarves who wield them, and are assumed to have even forged them. The most that is known are reports of dwarves pouring a strange black dust into the mouth of their weapons, which some say is a food to fuel the beast imprisoned within. Though a single shot from these 'thundersticks' can take several minutes to prepare, the results are seen by the Dwarves as being well worth the wait.
ca: La Guàrdia del tro és coneguda per les seves curioses armes, uns estranys bastons de fusta i ferro que fan un soroll ensordidor. Les intrigues al darrera d'aquesta arma són tot un misteri, un secret que els nans de Knalga porten a la tomba. L'únic que es coneix és que sembla que introdueixen una mena de pols negra per la boca de l'arma. Alguns asumeixen que aquest és l'aliment que dona força a les bèsties que s'amaguen al seu interior. Encara que un sol tret pot requerir minuts de preparació, els resultats obtinguts s'ho valen.
fr: Les gardes foudroyeurs caverneis sont renommés pour leur curieux armement, ces étranges bâtons de bois et de fer qui font un bruit de tonnerre dans leur furie. Les machinations derrière cet armement sont un mystère, un secret gardé jusque dans la tombe par les caverneis qui les manient et sont supposés les avoir forgés. Tout ce qu'on en sait sont des rapports de caverneis versant une étrange poudre noire dans la gueule de leurs armes, dont certains disent qu'il s'agit de nourriture pour la bête emprisonnée à l'intérieur. Même s'il faut plusieurs minutes pour préparer un de ces « bâtons de tonnerre », les caverneis jugent que les résultats valent le temps investi.

source: Elder Seal
ca: Foca ensinistrada
fr: Phoque vénérable

source: bite
fr: morsure

source: Fleet Seal
ca: Foca
fr: Phoque agile

source: Alpine Ranger
ca: Vigilant alpí
fr: Rôdeur alpin

source: ice pick
fr: piolet

source: Much like their Wood Elf forebears, the Ice Elves highly prize skill at archery. Those who prove themselves adept at this skill can hope to rise high, and perhaps even become leaders of their tribes.
ca: Els elfs del gel, de la mateixa manera que els elfs dels boscos, tenen una alta estima a l'art del tir amb arc. Aquells que demostren la seua habilitat poden esperar pujar en la consideració social, fins i tot arribant a ser líders de la seua tribu.
fr: Comme leurs ancêtres elfes des bois, les elfes des glaces adorent les prouesses à l'arc. Ceux qui s'y montrent très habiles peuvent espérer atteindre l'élite, voire devenir chef de leurs tribus.

source: Bladesman
ca: Espaser
fr: Spadassin

source: Bladesmen are the rank and file of the military, wielding mighty swords that they have inherited from their forebears. They will not allow their people to fall before their enemies.
ca: Els espasers formen la major part de l'exèrcit dels elfs dels gels i van a la batalla empunyant unes imponents espases que han heredat dels seus avantpassats. Tenen ben segur que no permetran que la seua gent caiga davant els seus enemics.
fr: Les spadassins incarnent les traditions et l'honneur de l'armée ; ils portent des épées imposantes qu'ils tiennent de leurs prédécesseurs. Ils ne permettront pas que leur peuple tombe avant leurs ennemis.

source: The most skilled of archers are promoted to the rank of gelus, a designation meant to imply the hail of arrows they are capable of unleashing upon the unwary foe.
ca: Els arquers més capacitats solen rebre la promoció a gelus, un rang que només implica la llúvia de fletxes que poden desatar sobre els enemics incautes.
fr: Les archers les plus habiles sont promus au rang de « gelus », nom qui rappelle la grêle de flèches qu'ils sont capables de déverser sur des ennemis imprudents.

source: Glaive Master
ca: Mestre llancer
fr: Maître pertuisanier

source: glaive
fr: pertuisane

source: Glaivier
ca: Llancer
fr: Pertuisanier

source: Ice Dancer
ca: Dansarí del gel
fr: Danseur des glaces

source: Ice Roamer
ca: Caminant del gel
fr: Vagabond des glaces

source: The most elegant of Bladesmen become Ice Roamers, and perfect the skill of fighting upon frozen water. It does come at a price, however, for their concentration upon the ice leaves them somewhat less prepared to fight upon other surfaces. Nonetheless, the abundance of icy surfaces in their homeland makes the trade worthwhile.
ca: Els més elegants espasers esdevenen habitualment caminants del gel, i perfeccionen l'habilitat de la lluita sobre l'aigua gelada. Això comporta un preu: el seu focus en el gel els deixa un poc menys preparats per a lluitar sobre altres superfícies. Tanmateix, donada l'abundància de gel a sa pàtria, el canvi pareix beneficiós.
fr: Les spadassins les plus élégants deviennent des vagabonds des glaces et perfectionnent l'art de combattre sur l'eau gelée. Cela se paye néanmoins : leur spécialisation les rends moins aptes à combattre sur d'autres types de terrains. Mais leur patrie est si riche en surfaces glacées que cela en vaut la peine.

source: female^Mistral Cryomancer
ca: Criomant mestral
fr: Cryomancienne du mistral

source: wind
fr: vent

source: female^Mistral Glacialist
ca: Glacialista mestral
fr: Glacialiste du mistral

source: Some Mistral Magi choose to hone their combative skills, becoming true masters of the violent and dangerous winds and frigid temperatures of their homeland.
ca: Algunes magues mestrals han preferit millorar les seues habilitats de combat, esdevenint mestresses dels violents vents i les frígides temperatures de sa pàtria.
fr: Certains glacialistes du mistral décident d'accroître leurs capacités de combat et finissent par maîtriser parfaitement les dangereux vents violents et les températures extrêmement basses de leur patrie.

source: female^Mistral Magus
ca: Maga mestral
fr: Mage du mistral

source: Early in their history, certain of the Ice Elves were found to have a unique bond with the chill winds of their newfound home. They became known as the Mistral Magi, and passed on their skills to picked apprentices.
ca: Ja des de'l començament de la seua història, alguns elfs del gel van trobar que tenien un llaç particular amb els vents gelats de sa nova pàtria. Van rebre el nom de mags mestrals, i van ensenyar les seues habilitats a certs selectes seguidors.
fr: Très tôt dans leur histoire, certains elfes des glaces se sont découvert une affinité particulière avec les vents glaciaux de leur nouvelle patrie. Ils se sont faits appeler les « Mages du mistral » et ont transmis leurs talents à des apprentis soigneusement sélectionnés.

source: wand
fr: baguette

source: cold
fr: froid

source: female^Mistral Rime Castellan
ca: Castellana de la rima
fr: Châtelaine du givre du mistral

source: Mistral Rime Keeper
ca: Guardiana de la rima
fr: Gardienne du givre du mistral

source: A truly proficient Mistral Mage learns not only the ways of war, but masters as well the art of healing, and is highly valued for his ability to use the ice and the gale to restore life, and not just to take it.
ca: Una maga mestral realment hàbil aprèn no sols els camins de la guerra sinó també els de la curació, i és molt estimada per la seua habilitat d'usar el gel i el vent per a recuperar vides i no només llevar-les.
fr: Un mage du mistral vraiment compétent apprend non seulement à se battre, mais aussi à soigner. Il maîtrise le vent et la glace pour guérir comme pour tuer.

source: Mountaineer
ca: Muntanyer
fr: Montagnard

source: Those Archers who prove themselves worthy, and demonstrate leadership ability, are promoted to the ranks of the Mountaineers. Hardy warriors who can withstand the elements, and perform well in the mountains and hills as well as in the ice and snow, they will do all they can to help their people to survive in their harsh environment.
ca: Aquells arquers que demostren la seua valia i també capacitats de lideratge reben la promoció a muntanyers. Aquestos guerrers han aprés a resistir els elements i lluiten bé tant en muntanyes i colls com entre la gel i la neu, i sempre faran tot allò que estiga en la seua mà per ajudar a la seua gent a sobreviure en un ambient tan inhòspit.
fr: Les archers qui prouvent leur valeur et leur capacité à commander sont promus et deviennent membre des montagnards. Ce sont des combattants résistants qui peuvent résister aux éléments naturels et qui se débrouillent parfaitement en montagne, sur les collines, sur la neige, sur la glace. Ils feront tout leur possible pour aider leur peuple à survivre dans leur rude environnement.

source: Yak Knight
ca: Cavaller iac
fr: Chevalier sur yak
