Repository: wescamp/Imperial_Era-root
Catalog: po/*.po
Languages: ca, fr

source: Swift of foot and hand, the Whirlwind is not to be trifled with. To be sure, he cannot face a sword-hacking man in direct combat, but he does not need to. His skills lie elsewhere.
ca: Un huracà no es algú amb qui es dega barallar. És segur, no pot enfrontar-se a un espadatxí en combat directe, però no ho necessite. Les seues habilitats resideixen en altres coses.
fr: Il ne faut pas négliger une tornade. Certes, ses pieds agiles et ses mains lestes ne lui permettraient pas d'affronter un homme armé en combat direct, mais ses compétences sont ailleurs.

source: Wildblade
ca: Fulla salvatge
fr: Lame-folle

source: There are many capable of taking down the wildblade in direct combat, but the sidhe do not see this as a problem. The swiftness of these warriors allows them to avoid direct combat, instead going unnoticed through the battlefront and killing the wounded.
ca: Hi ha molts capaços de matar un fulla salvatge en combat, però els sidhe no ho consideren un problema. L'agilitat i velocitat d'aquestos guerrers els permet evitar el combat directe, preferint al seu torn menejar-se sense ser vists per darrere de les línies de batalla i matant els ferits.
fr: Beaucoup pourraient vaincre une lame-folle en combat direct, mais ce n'est pas un problème pour les sidhs : la vivacité de ces guerriers leur permet d'éviter les confrontations et de se frayer un passage pour aller achever les blessés.

source: Windlasher
ca: Ventador
fr: Déchaineur d'orages

source: The sidhe who dedicates himself to the windlasher's life will find it a hard one. He must stop the training in arms and devote himself to the study of magic. Few choose this path, but it is a worthy one.
ca: El sidhe que es dedique a seguir el camí dels estudis per ser un ventador trobarà que la seua és una vida difícil. Deu deixar de banda les pràctiques amb les armes i entregar-se a la màgia. Pocs trien aquest camí, però de ben segur que és profitós.
fr: Les sidhs qui décident de vivre comme déchaineur d'orage trouveront que c'est difficile. Ils devront abandonner les armes pour se consacrer à la magie. Rares sont ceux qui empruntent cette voie, mais elle en vaut la peine.

source: Windrunner
ca: Fill del vent
fr: Coureur des vents

source: The windrunners are the finest scouts available to the sidhe. Their speed is unbelievable, and their prowesses with their spears, whether thrown or in hand to hand, are amazing. Special notes: Their primary spear they coat with the sap of a certain shrub, giving it a poisonout tinge, but they would consider it cowardly to do this for their javelins as well.
ca: Els fills del vent són els millors exploradors que el sidhe tenen al seu abast. La seua velocitat és increïble, a l'igual que la seua habilitat amb les llances, siga en combat cos a cos o a distància. Això sí, potser moren prompte en combat directe. Notes especials: La seua llança que utilitzen al combat cos a cos està coberta amb la substància d'una planta en concret; tanmateix, considerarien una covardia fer el mateix amb les seues javelines.
fr: Les coureurs des vents sont les meilleurs éclaireurs sidhs. Leur vitesse est incroyable et leur façon d'utiliser la lance, à distance ou au corps à corps, est stupéfiante. Remarque : la lance des coureurs des vents est recouverte d'une sève empoisonnée d'arbustes, mais ils considéreraient lâche d'en faire de même pour leurs javelots.

source: Archer
ca: Arquer

source: Centurion
ca: Centurió

source: Champion
ca: Campió
