Repository: wescamp/Imperial_Era-root
Catalog: po/*.po
Languages: ca, fr

source: Imperial
ca: Era dels imperis
fr: Impériale

source: Imperial (unbalanced)
ca: Era dels imperis(descompensada)
fr: Impériale (déséquilibrée)

source: Imperial Champions
ca: Era dels imperis- Campions
fr: Champions impériaux

source: Imperial Champions (unbalanced)
ca: Era dels imperis- Campions (descompensada)
fr: Champions impériaux (déséquilibrée)

source: Arendians
fr: Arendiens

source: Frost Elves
ca: Elfs del gel
fr: Elfes des glaces

source: Lavinian Legion
ca: Legió lavinia
fr: Légion lavinienne

source: Marauders
ca: Vàndals
fr: Maraudeurs

source: Wild Elves
ca: Elfs salvatges
fr: Elfes sauvages

source: 4p - The Haunted Forest
ca: 4j - El bosc encantat
fr: 4j - La Forêt hantée

source: The depths of the Sidhe forest are known for the ghosts that live therein. The shades of Sidhe warriors long departed, they reside in the rocky cairns that mark the landscape. Treasure hunters often attempt to loot their graves, but they will gain nothing without a fight. Recommended setting of 2 gold per village.
ca: Les profunditats del boscos dels sidhe són famosos pels fantasmes d'antics guerrers ja morts que habiten allí entre els talaiots. Els caçadors de fantasmes intenten molt a sovint saquejar les seues tombes, però no es portaran res sense lluitar. Recomanem 2 monedes d'or per llogaret.
fr: Les forêts sidhs ont la réputation d'abriter des fantômes dans leurs profondeurs ; ce sont les ombres des guerriers sidhs tombés depuis longtemps qui résident dans les cairns de pierre qui marquent le paysage. Des chasseurs de trésors tentent souvent de piller leurs tombes, mais doivent se battre pour en extraire quelque chose. Paramétrage conseillé : 2 pièces d'or par village.

source: Any Arendian clan only supports and upkeeps the best archers out of war time. Training neww archers is never a priority. This means that any archers who do join the clan's army in times of need are usually hunters from the clans or towns, those already familiar with their weapons. They have little to no armour, and whatever bow they use at their homes, typically a handmade hunting bow, or a family heirloom. They are also normally expected to hunt for their own food, and supply their own arrows. But in the end all of this is worth it, for any archers who do get accepted as regulars are treated well with good pay and food.
ca: Qualsevol clan arendià només manté els millors arquers en temps de pau, i entrenar de nous no mai és una prioritat. Açò significa que els arquers que s'unisquen l'exèrcit del clan en temps de necessitat solen ser caçadors dels mateixos clans o de les ciutats, ja familiaritzats amb les seues armes. Tenen poca o ninguna protecció y l'arc que gasten a la seua vida comú, habitualment un arc de caça fet a mà o una herència familiar. També s'espera que cacen el seu propi menjar i que proporcionen les fletxes. Al cap i a la fi, tot açò val la pena, perquè aquells arquers que són acceptats com a tropes regulares reben un bon tracte amb bona paga i menjar.
fr: En tant de paix, les clans arendiens n'entretiennent que les meilleurs archers ; en entraîner de nouveaux n'est jamais prioritaire et, en cas de besoin, ceux qui rejoignent l'armée sont souvent des chasseurs sachant déjà se servir de leurs armes. Au mieux, Ils portent une cuirasse légère, et ils utilisent uniquement un arc de chez eux, généralement un arc de chasse fait main ou un héritage familial. Ils sont censés chasser pour assurer leur subsistance et doivent se procurer eux-mêmes leurs flèches. Mais au final, ces contraintes en valent la peine : tout archer intégré dans les rangs de l'armée sera bien traité, bien nourri et bien payé.

source: sword
fr: épée

source: blade
fr: tranchant

source: bow
fr: arc

source: pierce
fr: perforant

source: Arrow Wind
ca: Fletxer del vent
fr: Vent-de-flèches

source: Arrow winds are the best archers in all of Arendia, able to notch and fire arrows extremely quickly and with great accuracy. Their name originated from an old folk tale in which the most skilled archer in all of Arendia, was challenged to prove his prowess by firing arrows repeatedly in an outline around his his wife, and yet not kill her. When asked about this later she likened it to a gentle breeze. Because of this the most skilled archers are known as arrow winds. Nowadays the appelation has come to refer to the sound of their arrows. Capable of putting three arrows in the air before the first has hit the target, the sound of so many arrows in flight is likened to a rushing wind of death over the battlefield.
ca: Els fletxers del vent són els millors arquers d'Arèndia, capaços de col·locar-se les fletxes i disparar-les extremadament ràpides i encertades. El seu nom té origen en una vella rondalla en la qual l'arquer més hàbil de tot Arèndia va ser desafiat a demostrar la seua capacitat disparant repetides vegades fletxes al voltant de la seua dona, dibuixant la seua silueta, sense matar-la. Quan li van preguntar a la dona què va sentir, va comparar-lo amb una tendra brisa, i és per açò pel que reben aquest nom. En temps actuals, aquest apel·latiu ha acabat referint-se al soroll de llurs fletxes, ja que, sent capaços de disparar tres fletxes abans que la primera impacte el seu objectiu, el soroll de tantes fletxes volant s'equipara al fort vent de la mort sobre el camp de batalla.
fr: Les vents-de-flèches sont les meilleurs archers de tout Arendia et sont capables de décocher des flèches très vite et très précisément. Leur nom vient d'un vieux conte populaire qui raconte comment le meilleur tireur du pays avait dû prouver son habileté en tirant des flèches tout autour de sa femme, sans la tuer. Après, quand on l'interrogeait, elle comparait cela à une brise légère. Et c'est de là que vient le nom des archers les plus habiles, « vent-de-flèches » ; de nos jours, cela désigne le bruit que font leurs traits. Chacun d'entre eux peut tirer trois fois avant que la cible ne soit atteinte ; et c'est un vent de mort qui s'abat sur un champ de bataille quand on entend le son d'autant de projectiles.

source: Battlear
ca: Batallador
fr: Batailleur

source: A flail is a much more effective weapon than a mace, however it is also heavier, more clumsy, and harder to use, so only the best and strongest fighters use them. These fighters are also the only ones given full body armour, because their flails are so clumsy, and they are so stong by now anyway, that the reduced mobility and extra weight doesn't matter.
ca: Un flagel és un arma molt més efectiva que una maça; no obstant això, també és més pesat, més incòmode i més difícil d'emprar, de tal manera que només els lluitadors més experimentats els gasten. Aquestos lluitadors són els únics en rebre armadura, ja que els seus flagels ja són tan pesats, i són tan forts, que un poc més de pes i una reduïda mobilitat no importa.
fr: Le fléau est une arme bien plus efficace que la masse, mais est également plus lourd, plus encombrant et plus difficile à utiliser. Seuls les meilleurs et plus forts guerriers l'emploient ; ce sont aussi les seuls dotés d'une armure complète, car leurs puissants fléaux sont si déjà si encombrants que la perte de mobilité et le poids supplémentaires n'importent plus.

source: flail
fr: fléau

source: impact
fr: contondant

source: Boltrider
ca: Genet fletxa
fr: Foudre de guerre

source: Bowknight
ca: Cavaller arquer
fr: Chevalier archer

source: Bowknights are usually minor lords in east of Arendia. Here there are huge trackts of land, but barren land. This has led to huge problem with bandits in these areas, and so the experienced bowriders, because they are most used to hunting down bandits, are placed in charge of law an order in the area.
ca: Els cavallers arquers són senyor menors a l'est d'Arèndia, on hi ha grans planícies desolades. Açò ha comportat greus problemes amb els bandits, i aleshores, els arquers a cavall, els més usats alhora d'acaçar els bandits reben l'encàrrec de custodiar la llei d'aquella àrea.
fr: Les chevaliers archers sont généralement des petits seigneurs de l'est de l'Arendie. Les plus expérimentés d'entre eux sont chargés de faire respecter la loi et l'ordre, et chassent les nombreux bandits réfugiés sur ces vastes étendues de terres désolées.

source: Bowmaster
ca: Mestre arquer
fr: Maître archer

source: Bowmasters are the lords of eastern Arendia and all the bowknights answer to them, and the bowriders to them. This means that a Bowmaster can, at any one time, have thousands of men at his disposal something which the crown has been all too aware of ever since the great upriseing. when the bowmaster rose up because taxes were so intollerably high, men charged with killing the bandits often joined with them and carried out systematic raids on any rich settlments.
ca: Els mestres arquers són els senyors d'Arèndia oriental i, a la seua ordre, responen tots els cavallers arquers, i a la d'aquestos, tots els arquers a cavall. Açò vol dir que un mestre arquer pot tindre, en qualsevol moment, milers d'hòmens a la seua disposició, fet que la corona sempre ha tingut en compte des de'l gran alçament Quan els mestres arquers van alçar-se perquè els impostos eren intolerablement alts, hòmens abans encarregats de perseguir els bandits sovint es van unir a ells i van portar a terme ràtzies sistemàtiques sobre qualsevol assentament ric.
fr: Les maîtres archers sont les maîtres de l'Arendie orientale ; ce sont les seigneurs des chevaliers archers, eux-mêmes seigneurs des cavaliers archers ; cela implique qu'à tout moment, un maître archer peut disposer de milliers d'hommes. La Couronne ne le sait que trop bien depuis le Grand Soulèvement : quand les maîtres archers se sont rebellés à cause des impôts intolérablement trop élevés, les personnes chargés de chasser les criminels se sont joints à eux et ont systématiquement pillés tous les riches établissements qu'ils pouvaient trouver.

source: Bowrider
ca: Arquer a cavall
fr: Cavalier archer

source: Bowriders come only from the eastern part of Arendia, here they are hunters, as a horse is the only thing which can keep up with prey in savanna that covers the area, this means that they have had huge amounts of practice fireing bows form horses backs, and form an invaluable part of Arendias army, using hit and run tactics to weaken the enemy and constantly harry their flanks.
ca: Els arquers a cavall provenen d'Arèndia oriental, on són caçadors, ja que un cavall és l'única cosa que pot mantindre el ritme de les presses en la sabana que cobreix l'àrea. Açò implica que ja tenen molta pràctica en disparar l'arc a cavall, i formen una part inestimable de l'exèrcit arendià, usant flexibles tàctiques que debiliten l'enemic i constantment amenacen els seus flancs.
fr: Les cavaliers archers sont tous originaires de l'est d'Arendia, où ils sont chasseurs. Le cheval est le seul moyen de traquer les proies dans la savane qui recouvre la région ; ces cavaliers ont donc intensivement pratiqué le tir à l'arc sur le dos de leur monture, et sont donc un élément très précieux de l'armée arendienne. Ils affaiblissent l'ennemi en harcelant ses flancs, frappant puis battant rapidement en retraite.

source: Chief
ca: Cap
fr: Chef

source: Druid
ca: Druida
fr: Druide

source: Staff
fr: bâton

source: fireball
fr: boule de feu

source: fire
fr: feu

source: Feather Bow
ca: Arc de plomes
fr: Arc-plume

source: A result of a rigerous selection process, they are, as a result of this, among the best in all the land. Feather bows have gained their name by the tassel of feathers tied to the upper and lower parts of their bowstring, a combination of a badge of office and a silencing device for the bowstring. It is also said that when they fire, the sound is like that of a feather falling... until the arrow strikes home. Different clans use feathers colored with different dyes.
ca: Els arcs de plomes són el resultat d'un rigorós procés de selecció del qual només ixen elegits els millors, i han guanyat el seu nom per el conjunt de plomes que tenen nugades als extrems de la corda del seu arc, una combinació d'insígnia de rang i una mena de silenciador per a l'arc. Es diu que quan disparen, el soroll es paregut al d'una ploma caient... fins que la fletxa arriba a l'objectiu. Cada clan empra unes plomes tenyides amb diferents colors.
fr: Rigoureusement sélectionnés, les arcs-plumes sont les meilleurs que l'on peut trouver dans tout le pays. Ce nom provient du pompon de plumes accroché aux extrémités de leur arc qui sert à la fois de signe de reconnaissance et de dispositif pour amortir la vibration de la corde. On dit que le bruit de leur tir est comparable à celui d'une plume qui tombe... jusqu'au moment où la flèche touche son but. Des clans différents ornent leurs armes de plumes teintées de couleurs différentes.

source: Hero
ca: Heroi
fr: Héros

source: Once a wanderer has regained his honour he has usually done enough for the good of the people of Arendia that they are regarded as heros by the people who once scorned them. These men have fought in many a battle and usually this experience is put to good use by a clan in the area, or as bodyguards to the royal family. Heros are also regarded as the only people skillful enough to wield double bladed swords. These fast agile weapons are the most deadly and sharp in all of arenida, forged by royal smiths in the forges of the capital.
ca: Una vegada un caminant ha reivindicat el seu honor, generalment ha fet tant pel bé d'Arèndia que són considerats herois fins i tot pels que els van menysprear abans. Aquestos hòmens han combatut en més d'una batalla, i habitualment algun clan de la zona aprofita aquesta experiència, o bé arriben a ser guardaespatlles de la família reial. Els herois són considerats les úniques persones prou hàbils i experimentades com per a poder empunyar unes espases amb doble fulla. Aquestes àgils armes són les més afilades i mortíferes d'Arèndia, forjades només pels ferrers reials a les forges de la capital.
fr: Un errant ayant regagné son honneur aura fait assez pour le bien-être du peuple d'Arendia et sera alors considéré comme un héros par ceux qui autrefois le dédaignaient. Ces hommes ont participé à de nombreuses batailles et cette expérience sert à un clan de la région ou pour devenir garde du corps de la famille royale. Les héros sont aussi considérés comme les seuls capables de manier des épées à double lame. Ces armes rapides sont les plus mortelles et acérées que l'on puisse trouver en Arendia et sont fabriquées par les forgerons royaux de la capitale.

source: throwing knives
fr: couteaux de lancer

source: Horse Master
ca: Mestre genet
fr: Maître des chevaux

source: Horseman
ca: Genet
fr: Cavalier

source: Hunter
ca: Caçador
fr: Chasseur

source: Hunters are an ancient cult in Arendia. These men used to go out, usually with only the cloaks on their backs for protection, and hunt the dragons that lived in and around Arendia. They were known as hunters for they had not yet found their prey. When they did, and had single-handedly killed it, they became known as slayers. The Arendians have no word for one who has found a dragon and not slain him, for all such combats were required to be to the death, but the closest word would be 'fodir', which translates roughly as 'food.' Of course these days there are only wyverns for them to hunt and kill, and few enough of them anyway, but the hunter cult lives on as an unofficial segment of Arendian clan armies. They operate as advance infantry in special situations. They do not take orders, but must be asked to assist. They are typically glad to wield their blades in Arendian service.
ca: Els caçadors són un antic culte en Arèndia. Aquestos hòmens solien eixir, amb només les capes a la seua esquena com a protecció, a caçar els dragons que vivien per Arèndia. Se'ls coneixia com a caçadors perquè encara no havien trobat la seua pressa. Quan l'havien trobada i l'havien morta a soles, se'ls coneixia com a matadors. Els arendians no tenen cap paraula per qui s'ha trobat amb un dragó i no l'ha mort, ja que tots eixos combats eren a mort, però la paraula més pròxima seria 'fodir', que es tradueix aproximadament com a 'menjar'. Per suposat, hui en dia, només els queden wyverns per caçar, i molt poquets, de tota manera; no obstant això, el culte dels caçadors perviu en un segment de l'exèrcit arendià. Actuen com una mena d'infanteria avançada en situacions especials, i no mai reben ordres, sinó que se'ls ha de demanar que ajuden. Típicament, estan més que complaguts d'empunyar les seues armes al servei d'Arèndia.
fr: Les chasseurs sont une ancienne communauté en Arendia. En général couverts d'une cape pour se protéger, ces hommes chassaient les dragons qui vivaient dans les parages. Ils étaient nommés chasseurs tant qu'ils n'avaient pas trouvé de proies. Quand ils l'avaient repérée et l'avaient tuée en combat singulier, ils devenaient des exécuteurs. Ils n'existe aucun mot arendien pour désigner quelqu'un qui a trouvé un dragon mais qui ne l'a pas tué ; ces combats se déroulaient souvent jusqu'à la mort, et le terme le plus approprié pourrait être « fodir », ce qui se traduirait à peu près par « bouffe ». Bien sûr, il n'y a plus que des vouivres à chasser aujourd'hui, et elles restent assez rares de toute façon. Mais la communauté des chasseurs perdure de façon non-officielle dans les rangs des armées des clans d'Arendia. Ils opèrent en tant qu'infanterie de première ligne, dans des cas délicats. Ils n'acceptent pas d'être commandés, mais on doit leur demander de venir à l'aide ; ils sont alors contents de mettre leur épée au service du pays.

source: fire arrow
fr: flèche enflammée

source: Mounted Marksman
ca: Tirador a cavall
fr: Tireur monté

source: Mounted Warrior
ca: Guerrer a cavall
fr: Guerrier monté

source: Shaman
ca: Xaman
fr: Chaman

source: staff
fr: bâton

source: fire ball
fr: boule de feu

source: Slayer
ca: Matador
fr: Exécuteur

source: In the days of Dragons, when a hunter fought and single handedly killed a dragon he became known as a slayer. Any slayer could be recognised as such by a crimson red cloak, a colour which nobody else could wear, for they always wore one cut from the dragon's wing as a token of their victory. A right-handed slayer would take his cloak from the left wing, and a left-handed slayer would take his from the right wing. The unused wing was typically made into a tent, or a battle flag. Teeth became arrow-heads. Horns became daggers or drinking horns. No part of the dragon went unused, and none but a slayer could own anything crafted from the corpse. Today there is no man in all of Arendia that could match the old Slayers for skill, simply because there are no true dragons left to practice on, only wyverns. However, once a hunter is considered to be amongst the most skilled of his kind, and after rigorous trials and testing, he is awarded a crimson red cloak; but not a dragon one. For the last one of them is stored in the palace, and was won by the first king of Arendia, when he killed the greatest dragon to ever have blackened Arenida's skies.
ca: En l'època dels dragons, quan un caçador, lluitava i ell a soles matava un dragó, se'l coneixia com a matador. Qualsevol matador podia ser reconegut com a tal per una capa roja brillant, un color que cap altre podia portar, ja que la feien a partir d'un tall de l'ala del dragó com a prova de la victòria. Un matador destre se la faria a partir de l'ala esquerra, mentre que un esquerrà se la faria amb l'ala de la dreta. Amb l'ala no usada solien fer-se una tenda o una insígnia de batalla, i les dens feien unes excel·lents puntes de fletxa, mentre que els ullals esdevenien dagues o corns on beure. Cap part del dragó es balafiava, i cap altre que no fora un matador podia posseir alguna cosa feta a partir d'un dragó. Hui en dia, cap home d'Arèndia pot igualar als antics matadors en habilitat, bàsicament perquè no queden autèntics dragons amb els que practicar, només wyverns. Tanmateix, una vegada un caçador ha assolit un nivell de preeminència entre els seus, després d'unes rigoroses proves, rep una capa de color roig brillant, però no de dragó, ja que l'última que es conserva es guarda al palau i va ser portada pel primer rei d'Arèndia quan va matar el més gran dragó que mai havia tapat el sol sobre Arèndia.
fr: Durant le temps des dragons, un chasseur gagnait le titre d' « exécuteur » en affrontant et en tuant un dragon, seul à seul. Chacun d'entre eux pouvait être reconnu par le trophée qui l'habillait : les ailes de l'animal étaient découpées en une cape d'un rouge cramoisi, que personne d'autre ne pouvait donc porter. Un droitier utilisait l'aile gauche, et un gaucher l'aile droite. L'aile restante servait de tente ou d'étendard. Les dents étaient transformées en pointes de flèches, les cornes devenaient des dagues ou des cornes à boire. Tout le dragon était utilisé pour fabriquer des objets que seul un exécuteur pouvait posséder. Personne en Arendia ne pourrait rivaliser avec les talents de ces anciens tueurs, notamment car il n'y a plus de vrais dragons, mais seulement des vouivres. Mais les meilleurs exécuteurs, après avoir triomphé d'épreuves difficiles, obtiennent une cape d'un rouge cramoisi, ne provenant pas d'un dragon cependant. La dernière d'entre elles qui soit authentique est entreposée au palais et avait été gagnée par le premier roi d'Arendia quand il a tué le plus grand dragon qui avait jamais obscurci les cieux arendiens.

source: Swordsman
ca: Espadatxí
fr: Homme d'épée

source: Swordsmen are used by the arendian clans when terrain is tough and using cavalry would be difficult, they recive little training and sometimes come from a clan's guards or enforcers, but mostly this is the job given to any man strong enough to fight who doesn't own a horse.
ca: Els clans arendians es serveixen dels espadatxins quan el terreny és dur i usar la cavalleria seria difícil. A vegades provenen de la guàrdia del clan o de les patrulles, però habitualment són hòmens prou forts com per a lluitar però que no tenen un cavall i no han rebut gairebé cap entrenament.
fr: Les arendiens utilisent les hommes d'épée quand le terrain est lourd et que la cavalerie s'avère difficile à utiliser. Ils sont peu entraînés et sont parfois issus des soldats des clans, mais la plupart d'entre eux ne sont que des hommes ne possédant pas de cheval et suffisamment forts pour combattre.

source: Wanderer
ca: Caminant
fr: Errant
