Repository: wescamp/Imperial_Era-root
Catalog: po/*.po
Languages: ca, fr

source: Some Ice Elves have tamed wild yaks, which they now use as mounts. Though other races cannot understand their predilection for these odd beasts, and cannot imagine riding them, the cavalry is rightly feared for their cold efficiency.
ca: Alguns elfs del gels han criat uns iacs salvatges i els gasten com a cavalcadura, encara que la resta de races no poden entendre la seua predilecció per aquestes bèsties i no poden imaginar-se muntant-los. No obstant això, senten un més que merescut respecte per aquesta cavalleria, molt eficient en una clima gèlid.
fr: Certains elfes des glaces ont dompté les yaks sauvages, qu'ils utilisent maintenant comme montures. Bien que les autres races ne comprennent pas leur goût pour ces bêtes étranges et ne peuvent même pas envisager de les monter, cette cavalerie est redoutée pour sa froide efficacité.

source: horns
fr: cornes

source: harpoon
fr: harpon

source: Yak Rider
ca: Genet iac
fr: Monteur de yak

source: Yakmount Margrave
ca: Príncep iac
fr: Margrave sur yak

source: Aquilifer
fr: Aqualifer

source: Having a lion-skin headdress on his head, a golden eagle at the top of his standard, and the red-and-gold of the Legion on his armor, the Aquilifer truly is a symbol of the Empire itself. There is only one Aquilifer in each legion, and he must be a bold, courageous and wise man to hold that post. By carrying the Legion's Eagle, he makes himself a target for any enemy, and often must fight, and die, protecting it. The Eagle serves as inspiration and an object of honor for all of the Legionnaires, and it will give them strength in the battle even in the dead of night.
ca: Un aquilifer, amb la seua pell de lleó sobre el seu cap i esquena, una àguila daurada sobre el seu estendard i els color roig i daurat de la legió sobre la seua armadura, és un símbol de l'imperi mateix. Només hi ha un aquilifer per legió, i ha de ser un home valent, coratjós i savi per poder accedir a tal dignitat, ja que, al portar l'àguila de la legió, es converteix en un blanc automàtic per a qualsevol enemic, i sovint ha de lluitar, i morir, defenent-la. L'àguila serveix d'inspiració i és un objecte d'honra per a tots els legionaris, i els donarà forces per a la batalla fins i tot en la més fosca nit.
fr: Avec sa coiffe en peau de lion, un aigle d'or au sommet de son étendard et les couleurs sang et or de la Légion sur sa cuirasse, l'aquilifer est un véritable symbole de l'Empire. Il n'y en a qu'un seul par légion, et seul l'homme le plus téméraire, le plus courageux et le plus sage peut occuper ce poste. Ce porteur de l'Aigle de la Légion est une cible de choix pour l'ennemi, et doit souvent se battre, voire mourir, pour le protéger. L'Aigle est un objet d'inspiration et d'honneur pour tous les légionnaires et leur donnera de la force de se battre, même jusqu'au fin fond de la nuit.

source: Archuballistarius
ca: Archyballistarius
fr: Archibaliste

source: The Lavinian Legion will often, in its conquests, come across a fortified town that refuses to surrender. Instead of storming the walls of the city, they simply wheel out the artillery. The town invariably falls. The Archuballistarius is also effective on the battlefield, although it moves rather slowly.
ca: La legió lavinia sol trobar-se, durant les seues conquestes, amb ciutats fortificades que no volen rendir-se. En lloc d'assaltar els murs de la ciutat, senzillament criden l'artilleria. La ciutat invariablement cau. L'archyballistarius també és efectiu en el camp de batalla, però és mou prou lentament.
fr: Les légions laviniennes doivent souvent assiéger des cités fortifiées qui refusent de se rendre durant leurs conquêtes. Mais plutôt que de se jeter à l'assaut des remparts, elles emploient leur artillerie ; et la ville tombe toujours. L'archibaliste est également efficace sur le champ de bataille, mais se déplace plutôt lentement.

source: ballista
fr: baliste

source: Auxiliary
ca: Auxiliar
fr: Auxiliaire

source: Although the Legionnaire makes up the core of the army, there is an equal number of Auxilia in the Legion's ranks as well. The Auxilia do not have a shield or much armor, and wield only a broadsword, but their quickness, adaptability and plentifulness makes up for this. Their one hope is that, by serving in the Legion for long enough, they will be granted Lavinian citizenship, and all the privileges that come with that.
ca: Encara que els legionaris composen el nucli de l'exèrcit, hi ha un nombre igual d'auxilia dins d'una legió. Els auxilia no tenen un escut o molta armadura sinó que només empunyen una espasa, però la seua velocitat, adaptabilitat i nombre compensa aquests defectes. La seua esperança és que, servint en la legió prou de temps, se'ls concedisca la ciutadania lavínia, i tots els privilegis que això comporta.
fr: Même si les légionnaires forment le cœur de la légion, celle-ci contient aussi un nombre égal d'auxiliaires dans ses rangs. Ces derniers n'ont ni boucliers ni armure et se battent avec un simple glaive, mais leur rapidité, leur adaptabilité et leur nombre compensent largement. Leur principal espoir est qu'en servant assez longtemps, ils se verront accorder la citoyenneté lavinienne et les privilèges qui l'accompagnent.

source: Field Ballista
ca: Balista
fr: Baliste de campagne

source: A Lavinian Field Ballista's primary purpose is attacking the cities that oppose the Legion's expansion. However, it is also deadly against enemies on the battlefield. It is small enough that transportation is possible, although not exactly fast, and the ballista's controller is able to defend himself with a gladius if the ballista is attacked.
ca: El propòsit fonamental d'una balista de l'exèrcit lavinià és atacar les ciutat que s'oposen a l'expansió de la legió. Tanmateix, també es mortífera contra els enemics al camp de batalla. Es prou menuda com per a fer possible el transport, encara que no particularment ràpid, i el controlador és capaç de defendre's si la balista rep cap atac.
fr: Les balistes de campagne lavinienne servent d'abord à attaquer les cités qui s'opposent à l'expansion de la Légion. Cependant, elles sont également mortelles contre les ennemis sur le champ de bataille. Elles sont assez petites pour pouvoir être déplacée, lentement, et leurs servants peuvent se défendre avec leur gladius en cas d'attaque.

source: Bowman
ca: Arquer
fr: Archer

source: The Lavinian army does not consist only of Legionnaires and Auxilia, although those are the primary fighters. There are also archers, the Lavinian Bowman. However, even these have not given up the Lavinian affinity for heavy protective armor. They have given up some mobility and efficacy in combat, but have made themselves nearly indestructable. The Bowman does not carry a sword. Although this will leave him vulnerable to most enemies, it allows him to instead carry around a burning ember, which he can use to light up his arrows before he sends them. Special Notes: The Lavinian Bowman is so well armored that when he is defending, he will take reduced damage from physical weapons.
ca: L'exèrcit lavinià no sols consisteix de legionaris i auxilia, encara que aquests són majoria, sinó que també compta amb arquers, que no han deixat de banda la natural afinitat lavínia per l'armadura pesada. Amb ella perden una certa mobilitat i eficàcia en combat, però es converteixen en tropes quasi indestructibles. Encara que això els deixa vulnerables front a la majoria d'enemics, els arquers no porten espases, cosa que els permet carregar amb un braser que pot emprar per encendre llurs fletxes abans de llançar-les. Notes especials: L'arquer lavinià està tan ben protegit que, quan defèn, les armes físiques li causen menys dany.
fr: L'armée lavinienne est principalement formée de légionnaires et d'auxiliaires, mais comporte également des archers. Ceux-ci n'ont cependant pas perdu le goût des armures lourdes, qui les rendent presque invulnérables mais peu mobiles. L'archer ne porte pas de glaive, ce qui le rend vulnérable à la plupart des ennemis, mais emporte à la place des charbons ardents pour enflammer ses flèches avant de les tirer. Remarque : l'archer lavinien est si bien protégé qu'il encaissera des dommages réduits en défense.

source: A Centurion, commander of an entire Century, is well knowledged in the tactics and strategy needed for such a post. He has a large red crest on his helmet, and unlike a normal Legionnaire carries a large spear along with his gladius and pila. He is not as formidable a fighter as a Praetorian Guard, but his knowledge and leadership more than make up for this.
ca: Un centurió, comandant d'una centúria sencera, necessita d'un coneixement ampli de les tàctiques i estratègies més adients per al seu rang. Porta damunt del casc una cresta roja que l'identifica i empunya, al contrari que els legionaris normals, una llarga llança juntament amb el gladius i els pila. No és un lluitador tan formidable com un guàrdia pretorià, però els seus coneixements i lideratge ho compensen més que de sobra.
fr: Un centurion, commandant une centurie entière, est un tacticien et un stratège. Il a une grande croix rouge sur son casque, et contrairement aux autres légionnaires, porte une grande lance en plus de son gladius et de son pilum. Il n'est pas un combattant aussi formidable que sa garde prétorienne, mais son savoir et son art du commandement compensent largement.

source: Decurion
ca: Decurió
fr: Décurion

source: A Decurion commands a group of 10 legionnaires, leading them with expert precision. The red crest on his helm has been turned sideways, to make him recognizable to his troops in battle, and his armor is the color of gold for the same reason. Although he no longer bears the heavy, rectangular shield of the Legionnaire, he is still a formidible opponent, and the loss of the shield actually allows him to attack quicker with his gladius.
ca: Un decurió dirigeix un grup de 10 legionaris, guiant-los amb la precisió pròpia dels experts, i per ser més fàcilment reconegut pels seus soldats enmig del combat, porta la cresta roja del casc girada i la seua armadura de color d'or. Encara que ja no porta el pesat i rectangular escut dels legionaris, és encara un adversari formidable, a més que sense l'escut pot atacar fins i tot més ràpidament amb el seu gladius.
fr: Un décurion commande, d'une main experte, un groupe de dix légionnaires. Sa cuirasse est de couleur or et la croix rouge sur son casque a été tournée sur le côté afin que ses troupes le distinguent facilement dans la bataille. Il ne porte pas de bouclier, ce qui lui permet d'attaquer plus rapidement encore avec son gladius, faisant de lui un adversaire formidable.

source: The Funditor's two weapons are the gladius and the sling. Although skilled with both of them, he has put most of his effort into practicing with the sling, firing quick and accurate volleys in every battle. Nonetheless, he can fight and win in hand-to-hand combat against a rawly recruited Legionnaire. The Funditor is the closest the Lavinians come to true archers, for although they know how to make bows, they are unskilled with them, and prefer to use more familiar weapons.
ca: Les dos armes del funditor són el gladius i la fona. Encara que és hàbil amb totes dos, ha dedicat la major part del seu entrenament a practicar amb la fona i es capaç de disparar ràpides i precises ràfegues en batalla. No obstant això, pot lluitar i guanyar en melé un nou legionari. Els funditores són la tropa més semblant a uns arquers de veritat que tenen els lavinians, ja que, encara que saben cóm fer arcs, no són gens hàbils amb ells i prefereixen emprar armes més familiars.
fr: Le funditor manie habilement le gladius et la fronde, avec laquelle il s'est beaucoup entraîné : il peut l'utiliser rapidement et habilement pour lancer des volées de pierres. Néanmoins, il reste capable de se battre au corps à corps et peut l'emporter sur un légionnaire fraîchement recruté.

source: sling
fr: fronde

source: Legionnaire
ca: Legionari
fr: Légionnaire

source: The Legionnaire is the backbone of the Lavinian army. He begins training and drilling at a very young age, and can serve for up to 25 years. His main weapons are the gladius, a short stabbing sword, and the pilum, a throwing spear that sticks into an enemy's shield, weighing him down and often causing him to trip. Normally the Legionnaires battle in formation, with the Auxilia protecting the flanks, but on his own a Legionnaire can still fight bravely.
ca: Els legionaris formen la columna vertebral de l'exèrcit lavinià. Comença a entrenar-se molt jove, i pot arribar a servir fins a 25 anys. Les seues armes són el gladius, una espasa curta, i el pilum, una mena d'atzagaia que es clava a l'escut de l'enemic, desequilibrant-lo amb el seu pes i fent entropessar al seu usuari. Generalment els legionaris combaten en formació, amb els auxilia protegint els flancs, però a soles un legionari també pot combatre braument.
fr: Le légionnaire est la colonne vertébrale de l'armée lavinienne. Il a commencé très jeune son entraînement et sa formation, et servira jusqu'à vingt-cinq ans. Ses armes principales sont le gladius, une épée courte utilisée pour perforer, et le pilum, un javelot qui se plante dans le bouclier de l'ennemi, le ralentissant et le faisant souvent trébucher. Les légionnaires se battent habituellement en formation, avec les auxiliaires protégeant leurs flancs, mais même isolés, ils font preuve de bravoure au combat.

source: shield
fr: bouclier

source: Light Infantryman
ca: Infant lleuger
fr: Fantassin léger

source: Having taken a shine to the gladius they were originally equipped with, the Lavinian Light Infantryman has kept that sword and now wears a light leather shield. Alone among all members of the Lavinian army, he does not wield any ranged weapon, but his relative litheness and quick feet allow him to run back and forth from battle front to battle front. Also, his speed and strong sword make him perfect for taking out archers after the enemy's front lines have been decimated.
ca: Després d'haver-se familiaritzat amb els gladii que portaven des d'un principi, l'infant lleuger lavinià ha mantingut eixa espada i a més li suma un lleuger escut de cuir. És l'únic membre de tot l'exèrcit lavinià que no porta cap armament a distància, però la seua relativa lleugeresa i rapidesa li permeten anar corrent d'un front de batalla a un altre. A més, la seua combinació de velocitat i esgrima el fan una elecció molt adient alhora d'eliminar els arquers darrere de les línies enemigues, una vegada que aquestes han estat delmades pels legionaris.
fr: Comme ils se sont entichés du gladius avec lequel ils sont équipés, les fantassins légers laviniens ont gardé cette épée et portent, en plus, un petit bouclier de cuir. Ce sont les seuls de l'armée lavinienne à ne pas porter d'arme à distance ; mais cet équipement léger, et des pieds rapides, lui permettent de pouvoir faire des aller-retours fréquents de l'arrière vers l'avant des lignes. Sa vivacité et sa forte lame en font le candidat idéal pour attaquer les archers quand la première ligne ennemie a été décimée.

source: Praetorian Guard
ca: Guardià pretorià
fr: Garde prétorien

source: The Praetorian Guard's task is to protect Caesar and his family - or simply whomever his employer is. Having been chosen from the rank and file of the Legion, he now occupies an extremely prestigious position, that of Imperial Bodyguard. His shield, large enough to protect both him and his charge, he can also use to stun his opponent, and perhaps kill him. In addition to this shield, he bears two throwing spears and a short sword.
ca: La tasca del guardià pretorià consisteix en protegir el Cèsar i la seua família - o qui siga el seu patró. Ara, després d'haver sobreeixit entre els seus companys, ocupa una posició extremadament prestigiosa: Guarda Imperial. El seu escut, prou gran com per a protegir-se ell mateix a més del seu patró, també és utilitzat en combat per atabalar el seu enemic, i potser matar-lo. A més d'aquest escut, porta la seua espasa curta i dos venables.
fr: La tâche d'un garde prétorien est de protéger César et sa famille... ou simplement son employeur, quel qu'il soit. Choisi dans les rangs de la Légion, il occupe maintenant la prestigieuse position de garde du corps impérial. Son bouclier, assez grand pour le protéger lui et celui dont il a la charge, peut également servir assommer son adversaire, et parfois même à la tuer. Il emporte de plus un glaive et deux javelots.

source: The Propugnator, a skilled fighter, has chosen not to accept the rank of an officer, and instead to continue fighting on the front lines. He bears a very large shield with an embossed oval in the center, which he uses both to protect himself exceeding well, and to smash his opponent's head with, temporarily stunning him. Aside from that, his weapons are the same as an ordinary Legionnaire - a gladius, and two pila.
ca: Només els combatents experimentats poden arribar al rang de propugnator, si s'estimen més no ser oficials i prefereixen combatre en primer línia. Porta una gran escut amb un oval de ferro en el centro, que empra tant per protegir-se més que bé i també per colpejar la cara del seu adversari, atordint-lo temporalment. A més d'aquest escut, les seues armes són les mateixes que un legionari: un gladius i dos pila.
fr: Le propugnator est un guerrier entraîné qui a choisi de ne pas devenir officier, mais plutôt de combattre encore sur le front. Il porte un très grand bouclier avec, au centre, un ovale en relief qu'il l'utilise à la fois pour se protéger parfaitement et pour frapper ses adversaires à la tête, les étourdissant momentanément. Sinon, ses armes sont identiques à celles d'un banal légionnaire : un gladius, deux pilums.

source: The Rorarius is as good a melee fighter as almost any member of the Legion proper, simply because his lightweight shield and lack of armor allows him to make much stronger stabs with his gladius. However, this offensive capability comes at a price; although he deals more damage than even a Praetorian, he takes more in return, and is unable to retaliate at all against enemy archers. Rorarii are indeed powerful fighters, but they are only support troops, and without either Legionnaires or other Auxilia they are ineffective against most armies.
ca: El rorarius és un lluitador de cos a cos tan bo com qualsevol altre membre de les legions, senzillament perquè el seu lleuger escut i la mancança d'armadura li permeten colpejar molt més fort amb el seu gladius. Tanmateix, aquesta capacitat ofensiva té un preu; encara que pot atacar més fortament que fins i tot un pretorià, també rep més dany en el contraatac, i no pot contestar als atacs a distància. Els rorarii són, clarament, uns lluitador magnífics, però no són més que tropes de recolzament, encara que sense elles, tant els legionaris com altres auxilia són poc efectius contra la majoria d'exèrcits.
fr: Comme tout membre de la légion, le rorarius est un bon combattant au corps à corps, simplement car son bouclier léger et l'absence d'armure lui permettent de frapper fortement avec son gladius. Mais cela a un prix : même s'il fait plus de dommages qu'un garde prétorien, il peut être blessé plus gravement ; en outre, il ne peut riposter aux tirs ennemis. Les rorarius sont des guerriers puissants mais servent surtout à compléter les rangs : sans des légionnaires et d'autres auxiliaires, ils seraient inefficaces contre la plupart des armées.

source: Saggitarius
fr: Sagittaire

source: Special Notes: The Lavinian Saggitarius is so well armored that when he is defending, he will take reduced damage from physical weapons.
ca: Notes especials: El saggitarius lavinià està tan ben protegit que, quan defèn, les armes físiques li causen menys dany.
fr: Remarque : le sagittaire est tellement bien protégé que, quand il se défend, les armes normales ne lui font que des dégâts réduits.

source: Siege Archer
ca: Arquer de setge
fr: Archer de siège

source: Special Notes: The Lavinian Siege Archer is so well armored that when he is defending, he will take reduced damage from physical weapons.
ca: Notes especials: L'arquer de setge lavinià està tan ben protegit que, quan defèn, les armes físiques li causen menys dany.
fr: Remarque : l'archer de siège est tellement bien protégé que, quand il se défend, les armes normales ne lui font que des dégâts réduits.

source: The standardbearer for his Century, the Signifer holds an enviable position. He does not often engage in melee combat himself, but instead helps and inspires his fellow Legionnaires, and helps them regroup in case of retreat. His standard has all of the awards his Century has recieved lined up, and a large hand at the top, serving as a point of reference for all the fighters.
ca: Com a portaestendard de la seua centúria, el signifer gosa d'una posició envejable. No sol entrar en combat, sinó que més aviat inspira i i ajuda els seus company, i els dona un punt de referència on agrupar-se en cas de retirada. El seu estendard mostra tots els gallardons que la centúria ha rebut, i una gran mà al seu extrem que serveix de punt de referència per a tots els combatents.
fr: Porte-étendard de sa centurie, le signifier a une position des plus enviables. Il se jette rarement lui-même dans la mêlée, mais galvanise ses camarades légionnaires ou les aide à se rallier durant les retraites. Son étendard porte toutes les décorations que sa centurie a gagnées et une grande main en son sommet, pour servir de point de référence à tous les guerriers.

source: Skirmisher
ca: Fustigador
fr: Tirailleur

source: The Skirmisher has abandoned his original weapon, the sword, in favor of a spear for both close and long range. He has perfected the art of moving quickly between enemy lines, and is able to hold his own against opponents of both the ranged and melee variety. His main task in the Legion is providing a skirmishing screen for the Legionnaires, and to help funnel cavalry and archers towards their more heavily armored allies.
ca: El fustigador ha abandonat la seua arma originària, l'espasa, per una llança que empra tant a curta com a llarga distància. Ha perfeccionat l'art de moure's ràpidament entre línies, i pot defendre's contra tot tipus d'adversaris, tant a llarga com a curta distància. La seua tasca fonamental a la legió és la de donar una pantalla de protecció als legionaris, i d'ajudar a canalitzar la cavalleria i els arquers cap als seus companys més ben protegits.
fr: Pour pouvoir se battre au corps à corps comme à distance, le tirailleur a échangé son arme d'origine, l'épée, contre une lance. Il arrive facilement à se mouvoir rapidement entre les lignes ennemies. Son rôle principal est de former un écran devant les légionnaires, et de canaliser la cavalerie et les archers ennemis vers ses alliés plus lourdement protégés.

source: Slinger
ca: Fonder
fr: Frondeur
