Repository: wescamp/Imperial_Era-root
Catalog: po/*.po
Languages: ca, fr

source: Although the bow is often a more dangerous weapon than the sling, many Lavinian auxiliaries opt for the latter, because of its rapid rate of fire and the plentifulness of ammunition. Although a swiftly moving stone is not all that dangerous to a fully equipped Legionnaire, it is often enough to take down the unarmored barbarians the Legion is usually fighting.
ca: Encara que l'arc sol ser una arma més perillosa que la fona, molts auxiliars lavinians prefereixen aquesta última, per la seua cadència de tir i l'abundància de la munició. Encara que una ràpida pedra no és molt perillosa per a un legionari ben protegit, moltes vegades és més que suficient per tombar els bàrbars desprotegits amb els que solen combatre les legions.
fr: La fronde, même si elle est souvent moins dangereuse que l'arc, est utilisée par de nombreux auxiliaires laviniens à cause de sa grande cadence de tir et l'abondance des munitions. Bien qu'une pierre, même projetée vivement, ne soit pas trop dangereuse pour un légionnaire équipé de pied en cap, elle suffit souvent à abattre les barbares que la Légion affronte habituellement.

source: Velite
ca: Veles
fr: Vélite

source: Often a member of one of the barbarian tribes which have allied with the Empire, a Velite wears the wolf-skin headdress of the northern people, and is clothed in green and brown; he wields a throwing spear and a small wooden buckler. Not having been trained in organized combat, but rather in a form of 'tactics' that the Lavinians view and primitive and chaotic, the Velite runs around the battlefield, right past his opponents, until he finds someone he can defeat. Then he attacks.
ca: Sovint un membre de les tribus bàrbares que s'han aliat amb l'imperi, el veles es cobreix el cap amb una pell de llop i vesteix amb robes verdes i marrons, i les seues armes consisteixen en uns venables i un xicotet escut de fusta. Els vélites, al mancar de l'entrenament en tàctiques habitual per als legionaris, lluiten d'una manera més aviat caòtica: corren d'una banda del camp de batalla a l'altra fins que troben algú que poden derrotar. Aleshores ataquen.
fr: Souvent membre d'une tribu barbare alliée à l'Empire, le vélite porte la coiffe en peau de loup des gens du nord, s'habille de vert et de brun, et se bat avec une lance légère et une petite targe en bois. N'ayant pas été entraîné au combat organisé mais davantage dans une forme de "tactique" que les laviniens voient comme primitive et chaotique, le vélite fonce autour du champ de bataille, contournant ses ennemis jusqu'à trouver quelqu'un à abattre, puis passe à l'attaque.

source: Axeman
ca: Llenyater
fr: Bûcheron

source: A Marauder Axeman takes care making sure that the Marauder villages have a good supply of wood during the cold winters in the Northland. He also excels at building the resilient wooden walls that protect Marauder encampments. Although he is not as furious a melee fighter as the Warriors, he knows how to use a bow, and is often seen giving Warriors some much needed ranged suppport.
ca: Els llenyaters dels vàndals vigilen que les seues aldees tinguen una bona reserva de llenya per als gelats hiverns de les terres del nord. També és molt hàbil alhora de construir les fortes empallissades que defenen els seus campaments. Encara que no és un lluitador tan llançat com el guerrer, sap com utilitzar l'arc, i moltes vegades apareix donant un recolzament a distància que tanta falta els fa als guerrers.
fr: Les bûcherons veillent à ce que les villages des maraudeurs aient toujours une ample réserve de bois durant les froids hivers du nord. Ils excellent également dans la construction des palissades qui protègent les campements. Bien qu'ils ne soient pas d'aussi furieux combattants que les guerriers, ils savent tirer à l'arc, et on les a maintes fois vus leur fournir un appui à distance bienvenu.

source: Boatsman
ca: Barquer
fr: Batelier

source: The Marauders subsist on hunted game and fish. The boatsmen among them go out, on rivers or on the sea, in small coracles, light enough to carry when on land. Their skills at boating do them well in wartime, when they take up arms and attack their enemies from the water.
ca: La dieta dels vàndals consisteix en carn de caça i peix. Els barquers, amb les seues precàries embarcacions, es dediquen a la pesca en els rius i oceans, i la lleugeresa de les seues embarcacions els permet portar-les quan van per terra. Aquestes qualitats els fan molt útils en temps de guerra, ja que poden atacar els seus enemics des de l'aigua.
fr: Les maraudeurs survivent en chassant et en pêchant. Les bateliers naviguent sur les rivières ou les lacs avec des coracles assez légers pour être transportés sur terrain sec. Leurs talents sont bien utiles en temps de guerre quand, ayant pris les armes, ils attaquent depuis les étendues d'eau.

source: Crusher
ca: Esclafador
fr: Écraseur

source: A Marauder Crusher's only weapon is the huge iron maul he carries around. He has no need for other weapons, for he is a master at the art of berserking, which requires no finess, only brute strength.He will fight until either him or his opponent lies dead.
ca: L'única arma dels esclafadors és una gran maça de ferro, i no els cal cap altra arma, ja que són mestres de l'art dels berserkers, que no requereix cap habilitat particular, només pura força. Lluitaran fins que bé ells mateixos bé el seu adversari siga mort.
fr: Un écraseur ne dispose que de la gigantesque cognée de fer dont il tire son nom. Il n'a besoin d'aucune autre arme : la fureur berserk ne demande aucune finesse, mais seulement de la force brute. Il se battra jusqu'à sa mort ou jusqu'à celle de son adversaire.

source: maul
fr: cognée

source: female^Fay
ca: Bruixa
fr: Fay

source: The Marauders and Frost Elves keep the peace between them by an exchange of hostages. The Frost Elven princes live in Marauder villages for the first quarter of their lives, and the Marauder noblewomen do the same in Frost Elven lands. There, they learn the art of magic from the Frost Elves, and when they return, they prove their worth in battle. Special Notes:
ca: Els vàndals i els elfs del gel mantenen la pau entre ells mitjançant l'intercanvi d'ostatges. Les princeses viuen a les aldees vàndales durant el primer quart de ses vides, i les nobles vàndales fan el mateix a terres dels elfs del gel. Allí, aprenen l'art de la màgia a mans dels elfs del gel, i, quan tornen, demostren la seua valia. Notes especials:
fr: Les maraudeurs et les elfes des glaces arrivent à maintenir la paix entre eux en échangeant des otages : les princes elfes vivent chez les maraudeurs pendant le premier quart de leur vie, et les nobles des maraudeurs font de même en pays elfe. Ils y apprennent l'art de la magie et, quand ils retournent chez eux, prouvent leur valeur pendant les batailles. Remarques :

source: fist
fr: poing

source: cold blast
fr: onde glaciale

source: female^Galdra
ca: Galdra
fr: Galdra

source: The greatest of the Marauder seers, the Galdra, are misunderstood even by their own people. The common folk see the Galdra as the warrior wives of their lords. In truth, the Galdra will use their magic in battle, but their true place is at the side of a Marauder thain, who will consult them for advice in the wars against the Lavinians and Sidhe. Special Notes:
ca: Fins i tot els vàndals no comprenen el paper de les més grans bruixes dels vàndals, les galdra. Solen veure-les com a les dones guerreres dels seus senyors. En veritat, les gladra poden emprar (i ho faran) els seus poders màgics en el camp de batalla, però el seu autèntic lloc és el costat d'un thain vàndal, que les consultarà en busca de consell en les guerres contra els lavinians i els sidhe. Notes especials:
fr: Les plus grands devineresses maraudeurs, les galdras, sont incomprises même par leur propre peuple. Les gens du commun ne les considèrent que comme les compagnes de leurs seigneurs. Mais si les galdras peuvent utiliser leur magie en combat, leur vraie place est au côté des commandants car ceux-ci les consultent pour obtenir des conseils pendant les guerres contre les laviniens et les sidhs.

source: A Hunter, in addition to providing Marauder villages with wood and shelter, supplies his people with fresh meat during the cold and harsh winters. He is more skilled at fighting in the forests than other Maurauders, because it is there that the game he hunts lives. Hours each day spent hunting and practicing has allowed him to hone his markmanship, and he is a very able archer.
ca: El caçador, a més de proveir les aldees dels vàndals amb fusta i protecció, els subministra carn fresca durant els llargs i durs hiverns. És més hàbil alhora de lluitar en els boscos que els altres vàndals, fonamentalment perquè és allà on sol viure la seua caça. Tantes hores practicant amb l'arc de caça l'han convertit en un arquer molt respectable, amb un molt encertada punteria.
fr: Un chasseur protège les villages des maraudeurs et les approvisionne en bois et en viande fraîche durant les hivers rudes et froids. Il est plus habile que les autres maraudeurs quand il s'agit de se battre dans les forêts, car c'est là que vit le gibier qu'il traque. Des dizaines et des dizaines d'heures de chasse lui ont permis d'améliorer son habileté à l'arc et ont fait de lui un très bon archer.

source: There are few Marauders indeed that are of such skill that they recieve the title Lord. A Marauder Lord is the strongest amongst his kin, and his fighting skills are constantly tested as many Marauders challenge him his status as supreme champion. His numereous heroic deeds and charisma inspires other Marauders to fight harder for their tribe, and to battle until the death. Many 'civilized' generals have underestimated the Marauder Lord's wits and tactics... And paid for their mistake with their lives.
ca: Hi ha pocs vàndals que puguen arribar a tindre tal habilitat que reben el títol de senyor. Un senyor vàndal és el més fort entre els seus germans, i constantment aquestos germans desafien les seues habilitats i la posició de millor lluitador en la tribu. Les seues fites quasi heroiques i carisma inspiren altres vàndals a lluitar amb més força per la seua tribu i a mort. Molts generals 'civilitzats' han subestimat la intel·ligència i les tàctiques d'un senyor vàndal... i han pagat la seua errada amb ses vides.
fr: Peu de maraudeurs sont assez adroits pour obtenir le tire de seigneur. Un seigneur maraudeur compte parmi les plus forts, et ses capacités de combat sont toujours mises à l'épreuve par d'autres qui essayent de lui ravir son titre de champion suprême. Ses nombreux exploits et son charisme galvanisent les autres et les poussent à combattre plus dur encore, jusqu'à la mort, pour leur tribu. Beaucoup de généraux « civilisés » ont sous-estimé les ruses et les tactiques de ces seigneurs... et ont payé cette erreur de leur vie.

source: Mauler
ca: Aniquilador
fr: Cogneur

source: Most Crushers do not survive enough raids to be given the title of Mauler. He who does, is truly a strong and fearsome opponent. He does not exercise restraint in battle, but fights until the death - it is because of this that so many die at a quite early age. Although the 'civilized' fighters think this fervor is foolhardy and pointless, many a battle has been won because of the actions of the berserking Maulers.
ca: La majoria d'esclafadors no sobreviuen a prou batalles com per a rebre el títol d'aniquilador. Aquell que ho fa, tanmateix, és sense cap dubte un enemic temible i imponent. Ataca sense cap consideració i lluita fins que arribe la mort a cap dels dos combatents - és per això que molts moren jóvens. Encara que els lluitadors 'civilitzats' consideren que aquest fervor és estúpid i inútil, més d'una batalla ha acabat en una victòria per les accions dels aniquiliadors berserkers.
fr: La plupart des écraseurs ne survivent pas assez longtemps pour atteindre le rang de cogneur. Celui qui y arrive est vraiment fort et redoutable, et se bat jusqu'à la mort ; c'est d'ailleurs pour cette raison que beaucoup meurent jeunes. Même si les combattants « civilisés » jugent cette attitude imprudente jusqu'à l'absurde, beaucoup de batailles ont été gagnées suite aux actes des cogneurs en furie berserk.

source: Mounted Axeman
ca: Genet
fr: Bûcheron monté

source: Horses are hard to come by in Marauder culture, and are also hard to take along on raids over the ocean. Still, any Marauder would leap at the chance to steal any horse or livestock in the raids, even if only for the journey back. All of the negative aspects of riding a horse into battle are forgotten once a Marauder makes the first quick and powerful axe-sweep cutting down an enemy, especially if he had already stolen the animal from them in the first place.
ca: Els cavalls són un bé molt escàs en la cultura dels vàndals, i a més és molt complicat portar-los en ràtzies a través de l'oceà. Tanmateix, qualsevol vàndal aprofitaria l'oportunitat de furtar un cavall durant alguna ràtzia, encara que només siga per al viatge de tornada. De tota, manera, tots els aspectes negatius d'anar muntat a cavall es passen per alt quan un vàndal mata un enemic per primera vegada amb un poderós cop de la seua destral des del cavall, particularment si el cavall era d'ell.
fr: Les chevaux sont difficiles à acquérir dans la société des maraudeurs et sont tout aussi difficiles à emmener pendant les longues expéditions à travers les océans. S'il en a l'opportunité, un maraudeur tentera à tout prix de voler un cheval ou des animaux domestiques, même si cela doit interrompre le raid. Tous les aspects négatifs liés au fait de monter à cheval durant les batailles sont oubliés quand un maraudeur porte son premier puissant coup de hache, découpant l'ennemi. Ce plaisir est encore plus fort quand il utilise un animal préalablement volé à l'adversaire.

source: battleaxe
fr: hache de bataille

source: Pillager
ca: Saquejador
fr: Pilleur

source: Marauder Pillagers are stronger and more experienced than normal warriors. Along with their longswords, they wield burning torches to incinerate their enemies.
ca: Els saquejadors són més forts i experimentats que els guerrers normals. A més de les seues espases, porten unes torxes enceses que gasten per incinerar els seus enemics.
fr: Les pilleurs sont plus forts et plus expérimentés que les guerriers habituels. En plus de leur grande épée, ils manient des torches enflammées pour carboniser leurs ennemis.

source: torch
fr: torche

source: Raider
ca: Incursor
fr: Pillard

source: Only the best scouts are given the title Raider, meaning one who wreaks havoc in the enemy lines with his quick and powerful attacks. Raiders are rumored to catch wild horses singlehandedly... and by foot. These rumors are not too far from the truth. The Raider's extreme quickness is of great use in battle, for he can reach the front before the opponent and capture the good defensive terrain.
ca: Només els millor exploradors reben el títol d'incursor, que denomina a qui pot destrossar les línies enemigues amb els seus atacs ràpids i temibles, i com a prova de la seua velocitat es diu que són capaços de capturar cavalls salvatges sense cap eina... i a peu. Aquesta mateixa velocitat és molt útil en batalla, perquè pot arribar al front molt abans que els seus enemics i ocupar bons terrenys defensius.
fr: Seuls les meilleurs éclaireurs obtiennent le titre de « pillard », qui désigne ceux dont les attaques rapides et puissantes sèment la terreur et répandent la destruction chez l'ennemi. On dit que les pillards chassent les chevaux sauvages à mains nues... et à pied ; ces rumeurs ne sont pas trop éloignées de la vérité. Leur très grande rapidité est très utile au combat, car ils atteignent le front rapidement et se positionnent aux meilleurs emplacements.

source: net
fr: filet

source: Sailor
ca: Mariner
fr: Marin

source: Marauder fishermen spend their whole lives around boats - even when on land, they carry their coracles on their backs with them. They already know all they can learn about boatsmanship, but they can indeed learn more about warfare. It takes immense skill for them to wield an axe in a boat as small as theirs.
ca: Els pescadors vàndals passen tota sa vida amb les seues barques - fins i tot quan van per terra, porten les seues embarcacions a l'esquena. Ja saben tot el poden de marineria, però encara poden aprendre més de la guerra, ja que requereix una habilitat extraordinària empunyar una destral en un vaixell tant xicotet com el seu.
fr: Les marins maraudeurs passent leur vie en bateau et emportent même leur coracle sur le dos quand il sont sur la terre ferme. Ils connaissent tout ce qui est nécessaire à la navigation, mais auraient encore quelques leçons de tactique à prendre pour guerroyer. Il faut une très grande habileté pour utiliser une hache dans des bateaux aussi petits que les leurs.

source: Scorcher
ca: Incinerador
fr: Flambeur

source: Some of the most powerful and experienced Marauders choose not to take on the responsibilities of being a Marauder Lord, and instead choose to be the first to land and plunge into battle. They wield a torch in battle, and, as a symbol of their status in Marauder society, are always given the right to burn away the first civilized building during raids. Their strength and fury in battle is a constant source of tales throughtout the land, and even the most skilled warriors can not stand in their way for long.
ca: Alguns dels més experimentats i temibles guerrers vàndals prefereixen no adoptar les responsabilitats de ser un senyor i s'estimen més ser els primers en desembarcar i entrar en batalla. Porten una torxa en batalla i, com a símbol del seu status en la societat dels vàndals, tenen el dret de cremar les primeres edificacions civilitzades durant les ràtzies. La seua força i fúria en combat donen peu a múltiples històries per tota la terra, i fins i tot els guerrers més experimentats troben difícil contenir-los molta estona.
fr: Une partie des plus puissants et des plus expérimentés des maraudeurs ont choisi de ne pas assumer les responsabilités des seigneurs, mais plutôt de se consacrer corps et âme au combat. Ils portent une torche et, pour bien montrer leur rang dans la société des maraudeurs, ils ont le droit d'incendier les premiers bâtiments durant les raids. Leur force et leur rage guerrière sont à l'origine de nombreux contes dans le pays, et même les plus expérimentés ne peuvent longtemps rester sur leur chemin.

source: Scout
ca: Explorador
fr: Eclaireur

source: All marauder children are evaluated by the clan lords at the age of only eight winters. All of the ones who seem extremely lithe and agile are selected to become Scouts, the first to enter every battle and the last to leave. Marauder chieftains usually use them to stop the enemy from reaching good defensive positions, and to run around looting villages so quickly the opponent's warriors cannot keep up.
ca: Tots els xiquets vàndals reben una avaluació per part dels senyors del seu clan a l'edat de només vuit hiverns. Aquells que semblen més àgils i lleugers són seleccionats com a exploradors, els primers en entrar en qualsevol batalla i els últims en retirar-se. Els cabdills dels vàndals els solen emprar per evitar que l'enemic assolisca bones posicions defensives i per córrer saquejant les aldees enemigues tan ràpidament que cap guerrer enemic els puga acaçar.
fr: Tous les enfants des maraudeurs sont examinés par les nobles des clans dès qu'ils atteignent huit hivers. Tous ceux qui semblent particulièrement lestes et agiles sont destinés à devenir éclaireurs, et être les premiers à commencer chaque bataille et les derniers à les quitter. Les chefs maraudeurs les utilisent pour empêcher les ennemis de trouver de bonnes positions défensives et pour piller les villages, si rapidement que les guerriers de l'adversaire ne peuvent les poursuivre.

source: Sea Wolf
ca: Llop de mar
fr: Loup de mer

source: Tales are told in the villages of Arendia of the terrifying Marauder raids. In the dark of night, boats will float swiftly come downstream, bearing fire and death. The dreaded Sea Wolves, their ships cloaked in black, will charge out onto the land, slay their victims, take their plunder, and retreat as quickly as they came.
ca: En les aldees d'Arèndia es conten històries d'uns terribles saquejadors vàndals que, sota l'empar de la nit, arribaran amb els seus vaixells aprofitant els rius i només portaran foc i mort. Són els temibles llops de mar, que, amb els seus vaixells camuflats de negre, desembarcaran ràpidament, mataran les seues víctimes, prendran el botí i es retiraran tan apresa com van vindre.
fr: On raconte, dans les villages d'Arendia, d'atroces histoire sur les raids des maraudeurs. Par une nuit noire, des bateaux accostent doucement pour répandre le feu et la mort. Les redoutables loups de mer, venus sur leurs navires couleur corbeau, débarquent, tuent, pillent et font retraite aussi vite qu'ils sont venus.

source: female^Seeress
ca: Fetillera
fr: Voyante

source: The art of seid is taught to Marauder noblewomen by the Frost Elves, their allies, as part of a political agreement between the two peoples. After returning home from the Frost Elven lands, the Seeress has learned to use her powers in battle, striking down foes with a wave of her hand. Special Notes:
ca: Com a conseqüència del seu pacte amb els elfs del gel i el seu intercanvi d'ostatges, algunes nobles vàndales han aprés l'art de la màgia d'aquestos elfs. No obstant això, la fetillera, després de tornar a casa, ha practicat les seues habilitats en batalla, arribant a tombar enemics amb un moviment de la seua mà. Notes especials:
fr: Chez les maraudeurs, les femmes nobles apprennent la divination grâce aux elfes des glaces, leurs alliés, qui honorent ainsi un traité signé entre les deux peuples. Les voyantes qui reviennent chez elles sont capables d'utiliser leurs pouvoirs durant les combats, abattant leurs ennemis d'un simple signe de la main. Remarques :

source: female^Shieldmaiden
ca: Guardiana
fr: Vierge au bouclier

source: Although their training with the Frost Elves showed them how to use magic with no aid or magical props, some Marauder noblewomen wish to fight with true weapons as well. Using their knowledge of seid to their advantage, they imbue their spears with a fey spirit, and even with no martial training they can often best warriors at their own game. Special Notes:
ca: Encara que el seu entrenament amb els elfs del gel els va ensenyar a emprar la màgia sense cap ajut material, algunes nobles vàndales prefereixen lluitar amb armes de debò. Per tant, aprofitant els seus coneixements de màgia, insuflen poder a les seues llances i fins i tot sense cap entrenament marcial poden superar als millors guerrers en el seu propi joc. Notes especials:
fr: Bien que leur apprentissage avec les elfes des glaces leur ait enseigné à utiliser la magie sans aide et sans objets magiques, certaines nobles femmes maraudeurs veulent aussi se battre avec de vraies armes. Mettant à profit leur savoir pour servir leur intérêt, elles enchantent leur lance avec un esprit de l'au-delà et peuvent ainsi, sans entraînement particulier, battre les meilleurs guerriers à leur propre jeu. Remarques :

source: female^Valkyrie
ca: Valquíria
fr: Valkyrie
