Repository: wescamp/Imperial_Era-root
Catalog: po/*.po
Languages: ca, fr

source: Tales float about in Lavinia of the Marauder Valkyries. They are, it is said, spirits from the netherworld come to claim souls for their army. Those they touch with their spears are destined to fall in battle that day, and be brought back to fight for good in the final battle at the end of time. It is an intriguing story, but it is no consolation for the Legionnaires who are slain at the hands of a Valkyrie, who are in truth not spirits, but Marauder noblemwomen who have mastered the art of seid, and who have given themselves the wings of a bird - so great is their power - to better move about the battlefield. Special Notes:
ca: Nombroses històries circulen sobre les valquíries per Lavínia. Són, segons es diu, uns esperits de l'altre món que venen a reclamar ànimes per al seu exèrcit. Aquells que toquen amb les seues llances estan destinats a caure en batalla eixe mateix dia i a tornar a alçar-se per a lluitar pel bé en la batalla final que es lliurarà a la fi del temps. És una història intrigant, però no els serveix de consol a aquells legionaris que moren a mans de les valquíries, que no són més que unes nobles vàndales que han dominat el seu art i han pogut, fins i tot, donar-se ales de pardal - tan gran és el seu poder - per poder menejar-se millor pel camp de batalla. Notes especials:
fr: Beaucoup de légendes circulent sur les Valkyries. On dit que ce sont des esprits de l'au-delà qui viennent réclamer des âmes pour leur armée ; ceux qu'elles touchent de leur lance sont destinés à combattre le jour de la bataille qui aura lieu à la fin des temps ; cette histoire étonnante ne console pas les légionnaires tués de leur main. Les Valkyries ne sont bien sûr pas des esprits, mais des femmes maraudeurs nobles devenues expertes en magie ; leur pouvoir est si grand qu'elle se sont fait pousser des ailes d'oiseaux pour mieux se déplacer sur le champ de bataille. Remarques :

source: Warriors are the main fighters in the Marauder army. Very strong and faster than most troops because of their light armour, they reach the front fast, and once the enemy is routed they often cannot escape the blade of these swift and brutal men. The Warriors believe that if they die in battle, they will live forever, drinking and feasting with the gods; it is this that gives them their fearlessness when fighting.
ca: Els guerrers són la base de l'exèrcit vàndal. Són molt forts i més ràpids que la majoria de tropes per la seua armadura lleugera, cosa que els permet arribar al front abans que els seus enemics, i, una vegada aquestos fugen, acaçar-los i matar-los sense pietat. Els guerrers creuen que si moren en batalla, viuran per sempre, bevent i banquetejant amb els seus deus; és aquesta creença la que els fa combatre sense cap temor.
fr: Les guerriers forment le gros des troupes des maraudeurs. Ils sont très forts et leur cuirasse légère leur permet d'être plus rapides que la plupart des autres unités ; ils rejoignent rapidement le front et un ennemi en déroute peut difficilement échapper aux lames des ces hommes agiles et brutaux. Les guerriers croient que s'ils meurent au combat, ils vivront éternellement, buvant et festoyant avec les dieux ; cela leur ôte toute peur quand ils se battent.

source: Woodsman
ca: Forestal
fr: Homme des bois

source: Woodsmen are well-respected in Marauder society, and their hunting and forestry skills are unmatched by any man. Amongst the Marauders' numereous enemies, they are avoided and greatly feared - and for good reason, as their markmanship with bow and pure strength is amazing. Many of them train by chopping down trees with a single blow.
ca: Els forestals reben el respecte de tota la societat vàndala, i la seua caça i les seues habilitats forestals no tenen igual. A més, són evitats pels nombrosos enemics dels vàndals i molt se'ls tem - i amb una bona causa, ja que la seua punteria amb l'arc i la seua força bruta són impressionants. Molts d'ells s'entrenen tallant arbres amb un sol cop de la seua destral.
fr: Les hommes des bois sont très respectés dans la société des maraudeurs et leurs talents de forestier et de chasseur restent encore inégalés. Les nombreux ennemis des maraudeurs les redoutent, à juste titre : leur habileté à l'arc et leur force brute sont incroyables. La plupart d'entre eux s'exercent en abattant des arbres en un seul coup.

source: A Nemidian Champion is one of the most skilled horseman ever, both in the Empire and in his homeland of Nemidia. His spear-charges are feared throughout the land, as are his scimitar and javelins. He has garbed himself in the Lavinian fashion, and even takes the red and golden colors of the Legion. If it were not for the fact that his skin was black - burnt by the sun, the Lavinians believe - he could be mistaken for a Lavinian general, commanding his Legionnaires from horseback.
ca: Un campió nemidià és un dels genets més hàbils tant de l'imperi com de Nemídia. Les seues càrregues amb la llança són temudes per tota la terra, a l'igual que la seua simitarra i les seues javelines. Ha adoptat la vestimenta habitual dels lavinians, fins i tot en els colors roig i daurat de les legions. Si no fora perquè la seua pell és negra - cremada pel sol, creuen els lavinians - podria ser confós amb un general lavinià que comandara els seus legionaris a cavall.
fr: Un champion de Nemidia compte parmi les cavaliers les plus doués, que ce soit dans l'empire ou dans sa propre patrie. Ses charges à la lance sont universellement redoutées, tout comme le sont son cimeterre et son javelot. Ils s'habille à la mode lavinienne et a même adopté les couleurs sang et or de la légion. Si ce n'était sa peau noire, que les laviniens croient tannée par le soleil, on pourrait penser que c'est un général lavinien à cheval qui commande les légionnaires.

source: scimitar
fr: cimeterre

source: Claimant
ca: Proclamador
fr: Prétendant

source: The more skilled the riders of Nemidia grow, the faster they are able to push their horses to run. A Nemidian Claimant's horse wears light armor, but it still manages to go faster than that of an untrained cavalryman. In addition, the Claimant now wields an additional weapon; a scimitar, which he uses when he does not wish to deal or recieve instant death.
ca: Quan més hàbil és un genet nemidià, més ràpid pot fer córrer el seu cavall. El cavall d'un proclamador nemidià porta unes proteccions lleugeres, però encara així pot córrer més que el cavall d'un nou genet. A més, el proclamador empunya una arma addicional, una simitarra que pot usar quan no vol causar o rebre una morta instantània.
fr: Plus les cavaliers de Nemidia deviennent habiles, plus ils sont capables de chevaucher longuement. Le cheval d'un prétendant de Nemidia porte une armure légère mais galope toujours plus vite que celui d'un cavalier non entraîné. Par ailleurs, le prétendant porte aussi une arme supplémentaire : un cimeterre, utilisé quand il ne veut pas tout de suite tuer ou mourir.

source: Hippopotamus
ca: Hipopòtam
fr: Hippopotame de guerre

source: head-butt
fr: coup de tête

source: The land of Nemidia governs itself, but it has a strong alliance with the Lavinian Empire, and often sends warriors to aid in its battles. The country is renowned for its skilled horsemen - so the Lavinians, instead of fielding their own, simply send the cavalry of Nemidia into battle. The horseman's only weapon is his spear, but his skill with it allows him to use it as a projectile, as well as a melee weapon.
ca: La terra de Nemídia es governa autònomament, però té una forta aliança amb l'imperi lavinià, i freqüentment envia guerrers a ajudar en les seues batalles. El país té una gran fama pels seus reconeguts genets - tant que els lavinians, en lloc d'emprar cavalleria pròpia, prefereixen utilitzar la cavalleria nemidiana en batalla. L'única arma d'aquestos genets és la llança, però la seua habilitat amb li permet emprar-la tant com a projectil com com a arma de combat.
fr: Nemidia est un pays indépendant, mais possède une solide alliance avec l'empire lavinien et lui envoie souvent des guerriers pour lui prêter main-forte. La région est renommée pour ses habiles cavaliers, que les laviniens utilisent donc à la place de leur cavalerie. Cette unité n'a qu'une lance pour toute arme, mais son habileté lui permet de l'utiliser à distance ou au corps à corps.

source: River Calf
ca: Cria de riu
fr: Jeune hippopotame

source: River Horse
ca: Cavall de riu
fr: Hippopotame

source: Seal
ca: Cria de foca
fr: Phoque

source: Trained seals are an important part of the military, as they enable these Elves to control the seas. The use of aquatic allies is also helpful in the hunt, as it provides the Ice Elves with wider access to the bounty of the seas.
ca: Les foques ensinistrades formen una part important de l'exèrcit, ja que permeten que aquestos elfs puguen controlar els mars. L'us d'aquestos aliats aquàtics també és beneficiós alhora de caçar, perquè dona als elfs del gel un millor accés a la riquesa dels mars.
fr: Les phoques domptés sont utiles à l'armée des elfes des glaces pour contrôler les mers. Ces alliés aquatiques servent aussi à chasser et permettent aux elfes d'avoir accès aux trésors que referment les mers.

source: Ancestor
ca: Avantpassat
fr: Ancêtre

source: Revered warriors of old roam through the woods of the sidhe, visible only due to their shining silver maces. They are only partially present in the mortal realm, and wounds close as if they had never existed. Their voice can whisper in the wind the words that chill the hearts of their ennemies.
ca: Uns reverenciats guerrers d'antany vaguen pels boscos dels sidhe, només visibles per les seues brillants maces argentes. Només estan parcialment presents en el món mortal, i les seues ferides es tanquen com si mai hagueren existit. La seua veu pot xiuxiuejar al vent unes paraules que poden gelar els cors dels seus enemics.
fr: Les guerriers vénérés par les anciens errent dans les forêts des sidhs, repérables uniquement par leurs masses en argent étincelant. Ils ne sont que qu'à moitié présents dans le monde des mortels ; leurs blessures se ferment comme si elles n'avaient jamais existé et leur voix peut murmurer dans le vent des mots capables de glacer le cœur des ennemis.

source: ancient mace
fr: masse ancestrale

source: Forefather
ca: Ancestre
fr: Patriarche

source: The greatest warriors of the sidhe are far from gone. When you hear their death chant, echoing through the trees, know that their silver maces are also near.
ca: Els grans guerrers dels sidhe no han desaparegut, com molts podrien pensar. Quan sentes el seu cant de mort amb el seu particular eco entre els arbres, pots endevinar fàcilment que les seues espases argentes estan prop.
fr: Les plus formidables guerriers sidhs sont loin d'être enterrés. Sachez que leurs masses en argent seront toutes proches quand vous entendrez leur chant funèbre résonner dans le feuillage des arbres.

source: Warrior Spirit
ca: Esperit guerrer
fr: Esprit guerrier

source: The great sidhe warriors of times past are not quite gone. They roam through the forests of their former homes, seeking to perform the feats of arms they did in the past, and death is no obstacle...
ca: Els grans guerrers dels sidhe no han desaparegut, com molts podrien pensar. Vaguen pels boscos de ses antigues cases, buscant repetir les gestes guerreres que van realitzar en el passat, i la mort no és cap obstacle...
fr: Les grands guerriers sidhs des temps anciens ne sont jamais tout à fait enterrés. Il errent dans les forêts proches de leur village natal, cherchant à rééditer les prouesses martiales réalisées par le passé, et la mort ne pourra pas les en empêcher...

source: Bladespinner
ca: Revoltafulles
fr: Tournelame

source: The better warriors of the sidhe are known as bladespinners. They can, it is said, cut a man in three different places before he will lift his weapon.
ca: Els millors guerrers dels sidhe s'anomen els 'revoltafulles'. Poden, es diu, tallar un home per tres llocs diferents abans que alce la seua arma.
fr: Les meilleurs guerriers sidhs sont appelés tournelames. On dit qu'ils peuvent toucher trois fois un homme avant que celui-ci n'ait eu le temps de dégainer son arme.

source: Fury
ca: Fúria
fr: Furie

source: The wild elf furies do not wield an extraordinarily powerful weapon, but they are dangerous nonetheless. Their swiftness allows them to pass enemies as closely as they like, and their dagger has been felt in the heart of many a supposedly well-guarded mage.
ca: Les fúries dels elfs salvatges no empunyen unes armes particularment poderoses, però són perillosos, no obstant això. La seua agilitat els permet sobrepassar enemics com volen, i la seua daga s'ha clavat en el cor d'algun suposadament ben defès mag.
fr: Les sauvages furies elfes ne portent pas d'armes extraordinairement puissantes, mais elles demeurent néanmoins dangereuses. Leur agilité leur permet de se faufiler discrètement parmi les ennemis, un plus d'un mage que l'on croyait bien protégé a fini avec une de leurs dagues en plein cœur.

source: Herald
fr: Héraut

source: The Heralds are sidhe who go out onto the battlefield, singing the warrior chants that drive the others onwards.
ca: Els Heralds són aquells sidhe que es mouen pel camp de batalla cantant els cants marcials que animen la resta.
fr: Les hérauts sidhs entonnent des chants guerriers en allant à la bataille, galvanisant ainsi ceux qui avancent.

source: Raindancer
ca: Dansarí de la pluja
fr: Danseur de la pluie

source: The sidhe nobility are powerful mages. They have concentrated their powers on the calling of lighting from an otherwise clear sky, and their dancing among the lightning is what gave them their name of raindancers. Alas, the young and brash noblemen are uninterested in study, and more likely to go practice their swordplay than their magic.
ca: Els nobles dels sidhe són uns mags poderosos. Han concentrat els seus poders en cridar els llampecs d'un cel que, d'altra manera, estaria clar. Són precisament aquestes danses entre els llampecs les que els van donar el nom de dansarins de la pluja. Malauradament, els joves i violents nobles estan més interessats en l'esgrima que en l'estudi màgic.
fr: Les membres de la noblesse sidh sont de puissants magiciens. Ils utilisent leurs pouvoirs pour invoquer des éclairs même dans un ciel dégagé et c'est cette danse à travers les éclairs qui leur à valu le nom de danseurs de pluie. Hélas, les nobles, jeunes et vantards, ne sont guère intéressés par les études et sont plus enclins à améliorer leur maîtrise de l'épée que leur magie.

source: lightning
fr: éclair

source: energy
fr: énergie

source: Shadowdancer
ca: Dansarí de les ombres
fr: Danseur de l'ombre

source: Some may look down upon the shadowdancer's specialty, but they would be well advised not to do so in his face, lest they wish to have their sword in their back.
ca: Alguns potser menyspreen l'especialitat dels dansarins de les ombres, però és un bon consell que no els ho diguen a la cara, a no ser que vulguen tindre una espasa clavada en l'esquena.
fr: Ceux qui s'interrogent sur la spécialité des danseurs de l'ombre seraient bien avisés de ne pas le demander quand il y en a un à proximité... s'ils ne veulent pas se retrouver avec une épée plantée dans le dos.

source: Stormlord
ca: Senyor de la tempesta
fr: Maître-ouragan

source: The stormlord has spent his entire life studying magic. He has given up weapon practice and most physical pursuits for this. Many wild elves distrust them because of this, but they fear them even more. And if a sidhe fears someone...
ca: Un senyor de la tempesta ha passat tota la seua vida estudiant màgia. Ha abandonat la pràctica amb les armes i la majoria d'actes físics per açò. Molts elfs salvatges desconfien d'ells per això, però encara els temen més. I si un sidhe tem algú...
fr: Le maître-ouragan a passé toute sa vie à étudier la magie. Il a pour cela abandonné la pratique des armes et presque toute activité physique. C'est pour cela que beaucoup d'elfes sidhs se méfient de lui et surtout le craignent. Et si un sidh craint quelqu'un ...

source: lightning staff
fr: bâton-éclair

source: Tempest
ca: Tempestat
fr: Mage-tempête

source: Elder mages, seen as sages among the sidhe are given the name of tempest. They call down lightning with ease and use a magic whose raw destructive power is almost unequaled.
ca: Els mags més majors, que els sidhe veuen com savis, reben el nom de tempestat. Poden cridar els llampecs amb facilitat i usen una màgia amb un poder de destrucció inigualable.
fr: Les mages les plus âgés et considérés comme les plus sages des sidhs sont appelés mages-tempêtes. Ils invoquent aisément la foudre et utilisent une magie d'une puissance destructrice brute quasi inégalée.

source: Thunderblade
ca: Espasa de llàmpecs
fr: Foudrelame

source: When the first sidhe lord died in battle, the shards of his mighty sword were collected and kept preciously by the fines wild elf mages. If a sidhe shows himself a great warrior and has the magic of the nobleborn, he might be awarded a thunderblade, a special sword enchanted with a fragment of the sidhe lord's great weapon.
ca: Quan va morir el primer senyor sidhe en batalla, els sidhe van recollir tots els trossos de la seua espada i els seus mags els van conservar com si d'un tresor es tractara. Si un sidhe demostra ser un gran guerrer i té la màgia dels nobles, pot rebre una espasa de llampecs, una espasa especial encantada amb un fragment de l'espasa d'aquell noble senyor.
fr: Quand le premier seigneur sidh est mort au combat, des mages elfes avisés ont ramassé et gardé précieusement les éclats de son épée destructrice. Ces fragments de l'arme légendaire servent à enchanter les épées-tonnerres, données aux sidhs qui ont prouvé leur valeur martiale et qui possèdent la magie caractéristique de la noblesse.

source: thunderblade
fr: Épée-tonnerre

source: Tracker
ca: Rastrejador
fr: Traqueur

source: Among the finest scouts known, wild elf trackers are swift and versatile, skilled in both hand to hand and ranged combat when using short spears. Special notes: Their primary spear they coat with the sap of a certain shrub, giving it a poisonout tinge, but they would consider it cowardly to do this for their javelins as well.
ca: Els rastrejadors dels elfs salvatges, assenyalats com uns dels millors exploradors coneguts, són hàbils tant en el combat cos a cos com a distància amb les seus llances curtes. Notes especials: La seua llança que utilitzen al combat cos a cos està coberta amb la substància d'una planta en concret; tanmateix, considerarien una covardia fer el mateix amb les seues javelines.
fr: Comptant parmi les meilleurs éclaireurs connus, les traqueurs sidhs sont rapides et polyvalent, et maîtrisent à la fois le combat au corps à corps et le combat à distance, effectués tous deux avec de courtes lances. Remarque : les traqueurs recouvrent leur lance d'une d'une sève empoisonnée extraite d'une espèce d'arbuste, mais ils considèrent que faire la même chose sur leurs javelots serait quelque chose de lâche.

source: Veiledblade
ca: Espasa secreta
fr: Lame-perverse

source: Not all sidhe like to fight up front. The shadowy veiledblades can slip in through the enemy's defense, and stealthily hit an unexpecting foe, often mortally so.
ca: No tots els sidhe prefereixen lluitar cara a cara. Els obscurs espases secretes poden travessar els defenses enemigues i atacar sense que ningú s'adone un enemic que no s'ho espere, normalment amb resultats mortals.
fr: Certains sidhs n'aiment pas le combat loyal. Les fantomatiques lames-perverses peuvent se glisser derrière les défenses ennemies et frapper furtivement, et souvent mortellement, un adversaire qui ne s'y attend pas.

source: The sidhe sometimes have elves more lonesome among them who prefer the tracking and scouting to actual combat. These, known as wanderers, are armed with short spears that they use quite ... convincingly, though their real usefulness is for running ahead.
ca: Alguns dels sidhe tenen un temperament més solitari i prefereixen rastrejar i explorar abans que combatre. Aquesta gent, coneguda com caminants, van armats amb unes llances que usen d'una manera prou... convincent, diríem. Tanmateix, el seu millor rol en la batalla és caminar endavant de l'exèrcit.
fr: Parfois certains sidhs plus solitaires que d'autres préfèrent le pistage et l'exploration au combat pur et simple. Ceux-ci, appelé « voyageurs », sont armés de courtes lances qu'ils utilisent de façon plutôt ... convaincante, même si leur rôle réel est la reconnaissance.

source: Wardancer
ca: Dansarí de guerra
fr: Danseur de guerre

source: Wardancers are legends among the sidhe. The skill of a bladespinner may seem unbelievable, but he is an amateur compared to a mighty wardancer. For a man will be killed 3 times over before he touches the ground.
ca: Els dansarins de guerra són unes llegendes entre els sidhe. L'habilitat d'un revoltafulles pot semblar increïble, però no és més que un amateur comparat amb els dansarins de guerra, ja que poden un matar un home fins a 3 vegades abans que toque terra.
fr: Les danseurs de guerre sont des légendes vivantes chez les sidhs. Leur habileté surpasse de très loin celle, déjà incroyable, d'une lame virevoltante. Certains disent qu'un homme aurait le temps de mourir 3 fois avant de toucher le sol.

source: War Mage
ca: Mag de guerra
fr: Mage de guerre

source: Few sidhe are capable of staying away from battle for long. The war mages are wild elf nobility who, though trained as mages, spend most of their time sword in hand. Their prowess with the sword are easily those of a warrior and their magic is a welcome ally.
ca: Pocs sidhe poden passar molt de temps allunyats de la batalla. Els mags de guerra són nobles sidhe que, encara que s'han entrenat com mags, gasten la major part del seu temps amb una espasa en la mà. Les seues habilitats amb l'espasa són equivalents a les d'un guerrer, i la seua màgia sempre és una aliada benvinguda.
fr: Peu de sidhs peuvent rester longtemps éloignés des combats. Les mages de guerre sont des nobles sidhs qui passent la plupart du temps l'épée à la main, alors que leur formation de base est la magie. Leurs prouesses au corps à corps sont facilement comparables à celles des guerriers et leur magie les aide beaucoup.

source: The lithe and strong sidhe warriors are deadly swordsmen, capable of dealing fast, strong blows and avoiding them just as easily. Their only weakness is the frailty due to their distaste for armor.
ca: Els guerrers sidhe, forts i àgils, són uns espadatxins mortífers, capaços de donar cops forts i ràpids i d'evitar-los al mateix temps amb la mateixa facilitat. Tanmateix, donat que no els agrada portar armadura, poden ser una miqueta fràgils, el seu únic punt feble.
fr: Minces et puissants, les guerriers sidhs font de redoutables combattants, capables d'administrer de rapides et puissants coups d'épée et d'esquiver facilement. Leur seul point faible est leur fragilité due à leur dégoût des armures.

source: Warsinger
ca: Cantor
fr: Chanteur de guerre

source: The Warsinger is a master of the songs of combat. A powerful warrior himself, he can drive his companions into battle frenzies.
ca: El Cantor és un mestre de les cançons marcials. A més de ser un poderós guerrer per sí mateix, pot fer que els seus companys entren en un estat de fúria assassina.
fr: Le chanteur de guerre est un expert en chants martiaux. Il est lui-même un puissant guerrier et peut entraîner ses compagnons dans la fureur des batailles.

source: Whirlwind
ca: Huracà
fr: Tornade
